{
  "id": "cpf",
  "type": "statute",
  "title": "Código Penal Federal",
  "title_en": "Federal Criminal Code",
  "short_name": "Código Penal Federal",
  "status": "in_force",
  "issued_date": "1931-08-14",
  "in_force_date": "1931-09-17",
  "url": "https://www.diputados.gob.mx/LeyesBiblio/ref/cpf.htm",
  "description": "Federal Criminal Code (1931, continuously amended). Contains cybercrime provisions in Articles 211 bis 1-7 covering unauthorized access to computer systems, data interception, and information system sabotage. Also covers identity theft, fraud, intellectual property crimes, revelation of secrets, and money laundering relevant to cybersecurity.",
  "provisions": [
    {
      "provision_ref": "art210",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO I - Revelación de Secretos",
      "section": "210",
      "title": "Revelación de secretos",
      "content": "Artículo 210.- Se impondrán de treinta a doscientas jornadas de trabajo en favor de la comunidad, al que sin justa causa, con perjuicio de alguien y sin consentimiento del que pueda resultar perjudicado, revele algún secreto o comunicación reservada que conoce o ha recibido con motivo de su empleo, cargo o puesto."
    },
    {
      "provision_ref": "art211",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO I - Revelación de Secretos",
      "section": "211",
      "title": "Revelación de secretos por profesionales",
      "content": "Artículo 211.- La sanción será de uno a cinco años de prisión, multa de cincuenta a quinientos pesos y suspensión de profesión en su caso, de dos meses a un año, cuando la revelación punible sea hecha por persona que presta servicios profesionales o técnicos o por funcionario o empleado público o cuando el secreto revelado o publicado sea de carácter industrial."
    },
    {
      "provision_ref": "art211bis",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO I - Revelación de Secretos",
      "section": "211 Bis",
      "title": "Interceptación de comunicaciones privadas",
      "content": "Artículo 211 Bis.- A quien revele, divulgue o utilice indebidamente o en perjuicio de otro, información o imágenes obtenidas en una intervención de comunicación privada, se le aplicarán sanciones de seis a doce años de prisión y de trescientos a seiscientos días multa."
    },
    {
      "provision_ref": "art211bis1",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO II - Acceso Ilícito a Sistemas y Equipos de Informática",
      "section": "211 Bis 1",
      "title": "Acceso ilícito a sistemas de informática",
      "content": "Artículo 211 bis 1.- Al que sin autorización modifique, destruya o provoque pérdida de información contenida en sistemas o equipos de informática protegidos por algún mecanismo de seguridad, se le impondrán de seis meses a dos años de prisión y de cien a trescientos días multa. Al que sin autorización conozca o copie información contenida en sistemas o equipos de informática protegidos por algún mecanismo de seguridad, se le impondrán de tres meses a un año de prisión y de cincuenta a ciento cincuenta días multa."
    },
    {
      "provision_ref": "art211bis2",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO II - Acceso Ilícito a Sistemas y Equipos de Informática",
      "section": "211 Bis 2",
      "title": "Acceso ilícito a sistemas del Estado",
      "content": "Artículo 211 bis 2.- Al que sin autorización modifique, destruya o provoque pérdida de información contenida en sistemas o equipos de informática del Estado, protegidos por algún mecanismo de seguridad, se le impondrán de uno a cuatro años de prisión y de doscientos a seiscientos días multa. Al que sin autorización conozca o copie información contenida en sistemas o equipos de informática del Estado, protegidos por algún mecanismo de seguridad, se le impondrán de seis meses a dos años de prisión y de cien a trescientos días multa."
    },
    {
      "provision_ref": "art211bis3",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO II - Acceso Ilícito a Sistemas y Equipos de Informática",
      "section": "211 Bis 3",
      "title": "Acceso ilícito autorizado a sistemas del Estado",
      "content": "Artículo 211 bis 3.- Al que estando autorizado para acceder a sistemas y equipos de informática del Estado, indebidamente modifique, destruya o provoque pérdida de información que contengan, se le impondrán de dos a ocho años de prisión y de trescientos a novecientos días multa. Al que estando autorizado para acceder a sistemas y equipos de informática del Estado, indebidamente copie información que contengan, se le impondrán de uno a cuatro años de prisión y de ciento cincuenta a cuatrocientos cincuenta días multa."
    },
    {
      "provision_ref": "art211bis4",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO II - Acceso Ilícito a Sistemas y Equipos de Informática",
      "section": "211 Bis 4",
      "title": "Acceso ilícito a sistemas de instituciones financieras",
      "content": "Artículo 211 bis 4.- Al que sin autorización modifique, destruya o provoque pérdida de información contenida en sistemas o equipos de informática de las instituciones que integran el sistema financiero, protegidos por algún mecanismo de seguridad, se le impondrán de seis meses a cuatro años de prisión y de cien a seiscientos días multa. Al que sin autorización conozca o copie información contenida en sistemas o equipos de informática de las instituciones que integran el sistema financiero, protegidos por algún mecanismo de seguridad, se le impondrán de tres meses a dos años de prisión y de cincuenta a trescientos días multa."
    },
    {
      "provision_ref": "art211bis5",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO II - Acceso Ilícito a Sistemas y Equipos de Informática",
      "section": "211 Bis 5",
      "title": "Acceso ilícito autorizado a sistemas financieros",
      "content": "Artículo 211 bis 5.- Al que estando autorizado para acceder a sistemas y equipos de informática de las instituciones que integran el sistema financiero, indebidamente modifique, destruya o provoque pérdida de información que contengan, se le impondrán de seis meses a cuatro años de prisión y de cien a seiscientos días multa. Al que estando autorizado para acceder a sistemas y equipos de informática de las instituciones que integran el sistema financiero, indebidamente copie información que contengan, se le impondrán de tres meses a dos años de prisión y de cincuenta a trescientos días multa. Las penas previstas en este artículo se incrementarán en una mitad cuando las conductas sean cometidas por funcionarios o empleados de las instituciones que integran el sistema financiero."
    },
    {
      "provision_ref": "art211bis6",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO II - Acceso Ilícito a Sistemas y Equipos de Informática",
      "section": "211 Bis 6",
      "title": "Definición de sistema financiero",
      "content": "Artículo 211 bis 6.- Para los efectos de los artículos 211 Bis 4 y 211 Bis 5 anteriores, se entiende por instituciones que integran el sistema financiero, las señaladas en el artículo 400 Bis de este Código."
    },
    {
      "provision_ref": "art211bis7",
      "chapter": "TÍTULO NOVENO - Revelación de Secretos y Acceso Ilícito a Sistemas y Equipos de Informática, CAPÍTULO II - Acceso Ilícito a Sistemas y Equipos de Informática",
      "section": "211 Bis 7",
      "title": "Agravantes por aprovechamiento",
      "content": "Artículo 211 bis 7.- Las penas previstas en este capítulo se aumentarán hasta en una mitad cuando la información obtenida se utilice en provecho propio o ajeno."
    },
    {
      "provision_ref": "art386",
      "chapter": "TÍTULO VIGÉSIMO SEGUNDO - Delitos en Contra de las Personas en su Patrimonio, CAPÍTULO III - Fraude",
      "section": "386",
      "title": "Fraude",
      "content": "Artículo 386.- Comete el delito de fraude el que engañando a uno o aprovechándose del error en que éste se halla se hace ilícitamente de alguna cosa o alcanza un lucro indebido. El delito de fraude se castigará con las penas siguientes: I. Con prisión de 3 días a 6 meses o de 30 a 180 días multa, cuando el valor de lo defraudado no exceda de diez veces el salario; II. Con prisión de 6 meses a 3 años y multa de 10 a 100 veces el salario, cuando el valor de lo defraudado excediera de 10 pero no de 500 veces el salario; III. Con prisión de tres a doce años y multa hasta de ciento veinte veces el salario, si el valor de lo defraudado fuere mayor de quinientas veces el salario."
    },
    {
      "provision_ref": "art387",
      "chapter": "TÍTULO VIGÉSIMO SEGUNDO - Delitos en Contra de las Personas en su Patrimonio, CAPÍTULO III - Fraude",
      "section": "387",
      "title": "Fraude específico",
      "content": "Artículo 387.- Las mismas penas señaladas en el artículo anterior, se impondrán: I. Al que obtenga dinero, valores o cualquiera otra cosa ofreciendo encargarse de la defensa de un procesado o de un reo, sea en la policía judicial o ante los tribunales, sin tener título de profesionista autorizado; II. Al que por título oneroso enajene alguna cosa con conocimiento de que no tiene derecho a disponer de ella; III. Al que obtenga de otro una cantidad de dinero o cualquier otro lucro, otorgándole o endosándole un título de crédito contra una persona supuesta o que el otorgante sabe que no va a pagarle; XVI. Al que valiéndose de la ignorancia o de las malas condiciones económicas de un trabajador a su servicio, le pague cantidades inferiores a las que legalmente le corresponden por las labores que ejecuta o le haga otorgar recibos o comprobantes de pago de cualquier clase que amparen sumas de dinero superiores de las que efectivamente entrega."
    },
    {
      "provision_ref": "art389",
      "chapter": "TÍTULO VIGÉSIMO SEGUNDO - Delitos en Contra de las Personas en su Patrimonio, CAPÍTULO III - Fraude",
      "section": "389",
      "title": "Fraude procesal",
      "content": "Artículo 389.- Se equipara al delito de fraude y se sancionará con prisión de seis meses a diez años y multa de cuatrocientos a cuatro mil pesos, el valerse del cargo que se ocupe en el gobierno, en un organismo descentralizado o de participación estatal, o en cualquier empresa para obtener dinero, valores, bienes o cualquier beneficio indebido, o para promover cualquier gestión conducente a tal fin."
    },
    {
      "provision_ref": "art389bis",
      "chapter": "TÍTULO VIGÉSIMO SEGUNDO - Delitos en Contra de las Personas en su Patrimonio, CAPÍTULO III - Fraude",
      "section": "389 Bis",
      "title": "Fraude equiparado por uso de medios electrónicos",
      "content": "Artículo 389 Bis.- Comete el delito de fraude el que por medio de la manipulación de sistemas informáticos o redes de telecomunicación, o mediante el uso de datos falsos o técnicas de suplantación de identidad, obtenga un lucro indebido o cause un perjuicio patrimonial a otro. Este delito se sancionará con las penas previstas en el artículo 386 de este Código."
    },
    {
      "provision_ref": "art390",
      "chapter": "TÍTULO VIGÉSIMO SEGUNDO - Delitos en Contra de las Personas en su Patrimonio, CAPÍTULO III BIS - Extorsión",
      "section": "390",
      "title": "Extorsión",
      "content": "Artículo 390.- Al que sin derecho obligue a otro a dar, hacer, dejar de hacer o tolerar algo, obteniendo un lucro para sí o para otro o causando a alguien un perjuicio patrimonial, se le aplicarán de dos a ocho años de prisión y de cuarenta a ciento sesenta días multa. Las penas se aumentarán hasta un tanto más cuando el constreñimiento se realice por una asociación delictuosa, o por servidor público o ex-servidor público, o por miembro o ex-miembro de alguna corporación policial o de las Fuerzas Armadas Mexicanas. En este caso, se impondrá además al servidor o ex-servidor público y al miembro o ex-miembro de alguna corporación policial, la destitución del empleo, cargo o comisión y la inhabilitación de uno a cinco años para desempeñar cargo o comisión público, y si se tratare de un miembro de las Fuerzas Armadas Mexicanas en situación de retiro, de reserva o en activo, la baja definitiva de la Fuerza Armada a que pertenezca y se le inhabilitará de uno a cinco años para desempeñar cargos o comisión públicos."
    },
    {
      "provision_ref": "art400bis",
      "chapter": "TÍTULO VIGÉSIMO TERCERO - Encubrimiento y Operaciones con Recursos de Procedencia Ilícita, CAPÍTULO II - Operaciones con Recursos de Procedencia Ilícita",
      "section": "400 Bis",
      "title": "Operaciones con recursos de procedencia ilícita (lavado de dinero)",
      "content": "Artículo 400 Bis.- Se impondrá de cinco a quince años de prisión y de mil a cinco mil días multa al que por sí o por interpósita persona realice cualquiera de las siguientes conductas: adquiera, enajene, administre, custodie, posea, cambie, convierta, deposite, retire, dé o reciba por cualquier motivo, invierta, traspase, transporte o transfiera, dentro del territorio nacional, de éste hacia el extranjero o a la inversa, recursos, derechos o bienes de cualquier naturaleza, cuando tenga conocimiento de que proceden o representan el producto de una actividad ilícita, con alguno de los siguientes propósitos: ocultar o pretender ocultar, encubrir o impedir conocer el origen, localización, destino o propiedad de dichos recursos, derechos o bienes, o alentar alguna actividad ilícita."
    },
    {
      "provision_ref": "art400bis1",
      "chapter": "TÍTULO VIGÉSIMO TERCERO - Encubrimiento y Operaciones con Recursos de Procedencia Ilícita, CAPÍTULO II - Operaciones con Recursos de Procedencia Ilícita",
      "section": "400 Bis 1",
      "title": "Definición de sistema financiero para lavado",
      "content": "Artículo 400 Bis 1.- Para efectos de este Capítulo y el artículo 211 bis 6 de este Código, se entiende que forman parte del sistema financiero, las instituciones de crédito, de seguros y de fianzas, almacenes generales de depósito, arrendadoras financieras, sociedades de ahorro y préstamo, sociedades financieras de objeto limitado, uniones de crédito, empresas de factoraje financiero, intermediarios bursátiles, casas de bolsa, casas de cambio, administradoras de fondos de retiro y cualquier otro intermediario financiero o cambiario."
    },
    {
      "provision_ref": "art424bis",
      "chapter": "TÍTULO VIGÉSIMO SEXTO - De los Delitos en Materia de Derechos de Autor, CAPÍTULO ÚNICO",
      "section": "424 Bis",
      "title": "Piratería informática",
      "content": "Artículo 424 Bis.- Se impondrá prisión de tres a diez años y de dos mil a veinte mil días multa: I. A quien produzca, reproduzca, introduzca al país, almacene, transporte, distribuya, venda o arriende copias de obras, fonogramas, videogramas o libros, protegidos por la Ley Federal del Derecho de Autor, en forma dolosa, con fin de especulación comercial y sin la autorización que en los términos de la citada Ley deba otorgar el titular de los derechos de autor o de los derechos conexos. Igual pena se impondrá a quienes, a sabiendas, aporten o provean de cualquier forma, materias primas o insumos destinados a la producción o reproducción de obras, fonogramas, videogramas o libros a que se refiere el párrafo anterior, o II. A quien fabrique con fin de lucro un dispositivo o sistema cuya finalidad sea desactivar los dispositivos electrónicos de protección de un programa de computación."
    },
    {
      "provision_ref": "art424ter",
      "chapter": "TÍTULO VIGÉSIMO SEXTO - De los Delitos en Materia de Derechos de Autor, CAPÍTULO ÚNICO",
      "section": "424 Ter",
      "title": "Infracción de derechos de autor con fines comerciales",
      "content": "Artículo 424 Ter.- Se impondrá prisión de seis meses a seis años y de cinco mil a treinta mil días multa, a quien venda a cualquier consumidor final en vías o en lugares públicos, en forma dolosa, con fines de especulación comercial, copias de obras, fonogramas, videogramas o libros, a que se refiere la fracción I del artículo anterior."
    },
    {
      "provision_ref": "art202",
      "chapter": "TÍTULO OCTAVO - Delitos Contra el Libre Desarrollo de la Personalidad, CAPÍTULO II - Pornografía de Personas Menores de Dieciocho Años",
      "section": "202",
      "title": "Pornografía infantil digital",
      "content": "Artículo 202.- Comete el delito de pornografía de personas menores de dieciocho años de edad o de personas que no tienen capacidad para comprender el significado del hecho o de personas que no tienen capacidad para resistirlo, quien procure, obligue, facilite o induzca, por cualquier medio, a una o varias de estas personas a realizar actos sexuales o de exhibicionismo corporal con fines lascivos o sexuales, reales o simulados, con el objeto de video grabarlos, fotografiarlos, filmarlos, exhibirlos o describirlos a través de anuncios impresos, transmisión de archivos de datos en red pública o privada de telecomunicaciones, sistemas de cómputo, electrónicos o sucedáneos. Al autor de este delito se le impondrá pena de siete a doce años de prisión y de ochocientos a dos mil días multa."
    },
    {
      "provision_ref": "art202bis",
      "chapter": "TÍTULO OCTAVO - Delitos Contra el Libre Desarrollo de la Personalidad, CAPÍTULO II - Pornografía de Personas Menores de Dieciocho Años",
      "section": "202 Bis",
      "title": "Almacenamiento de pornografía infantil",
      "content": "Artículo 202 Bis.- Quien almacene, compre, arriende, el material a que se refieren los artículos anteriores, sin fines de comercialización o distribución se le impondrán de uno a cinco años de prisión y de cien a quinientos días multa. Asimismo, estará sujeto a tratamiento psiquiátrico especializado."
    },
    {
      "provision_ref": "art282",
      "chapter": "TÍTULO DÉCIMO OCTAVO - Delitos Contra la Paz y Seguridad de las Personas, CAPÍTULO I - Amenazas",
      "section": "282",
      "title": "Amenazas por medios electrónicos",
      "content": "Artículo 282.- Se aplicará sanción de tres días a un año de prisión o de 180 a 360 días multa: I. Al que de cualquier modo amenace a otro con causarle un mal en su persona, en sus bienes, en su honor o en sus derechos, o en la persona, honor, bienes o derechos de alguien con quien esté ligado con algún vínculo, y II. Al que por medio de amenazas de cualquier género trate de impedir que otro ejecute lo que tiene derecho a hacer. Si el ofendido fuere alguno de los parientes o personas a que se refieren los artículos 343 bis y 343 ter, en este último caso siempre y cuando habiten en el mismo domicilio, se aumentará la pena que corresponda hasta en un tercio en su mínimo y en su máximo. Las amenazas realizadas por medios electrónicos, digitales o cualquier otro medio de comunicación se sancionarán conforme a las penas previstas en este artículo."
    },
    {
      "provision_ref": "art139",
      "chapter": "TÍTULO PRIMERO BIS - Delitos contra la Seguridad de la Nación, CAPÍTULO VI - Terrorismo",
      "section": "139",
      "title": "Terrorismo - incluye actos contra sistemas informáticos",
      "content": "Artículo 139.- Se impondrá pena de prisión de quince a cuarenta años y cuatrocientos a mil doscientos días multa, sin perjuicio de las penas que correspondan por otros delitos que resulten: I. A quien utilizando sustancias tóxicas, armas químicas, biológicas o similares, material radioactivo, material nuclear, combustible nuclear, mineral radiactivo, fuente de radiación o instrumentos que emitan radiaciones, explosivos, o armas de fuego, o por incendio, inundación o por cualquier otro medio violento, intencionalmente realice actos en contra de bienes o servicios, ya sea públicos o privados, o bien, en contra de la integridad física, emocional o la vida de personas, que produzcan alarma, temor o terror en la población o en un grupo o sector de ella, para atentar contra la seguridad nacional o presionar a la autoridad o a un particular, u obligar a éste para que tome una determinación. La misma sanción se impondrá al que directa o indirectamente financie, aporte o recaude fondos económicos o recursos de cualquier naturaleza, con conocimiento de que serán utilizados, en todo o en parte, para cometer o facilitar la comisión de uno o más de los delitos previstos en este artículo."
    },
    {
      "provision_ref": "art148bis",
      "chapter": "TÍTULO PRIMERO BIS - Delitos contra la Seguridad de la Nación, CAPÍTULO VI - Terrorismo",
      "section": "148 Bis",
      "title": "Terrorismo internacional",
      "content": "Artículo 148 Bis.- Se impondrá pena de prisión de quince a cuarenta años y de cuatrocientos a mil doscientos días multa, al que utilizando sustancias tóxicas, armas químicas, biológicas o similares, material radioactivo, material nuclear, combustible nuclear, mineral radiactivo, fuente de radiación o instrumentos que emitan radiaciones, explosivos o armas de fuego, o por incendio, inundación, o por cualquier otro medio violento, intencionalmente realice en territorio mexicano, actos en contra de bienes o servicios o en contra de la integridad física o la vida de personas de nacionalidad extranjera, o en contra de cualquier organismo internacional, que produzcan alarma, temor o terror en la población o en un grupo o sector de ella, con la finalidad de coaccionar a una persona, organización, organismo internacional o gobierno extranjero para que realice o se abstenga de realizar un acto."
    },
    {
      "provision_ref": "art167",
      "chapter": "TÍTULO QUINTO - Delitos en Materia de Vías de Comunicación y de Correspondencia, CAPÍTULO I",
      "section": "167",
      "title": "Ataques a vías de comunicación - interferencia de telecomunicaciones",
      "content": "Artículo 167.- Se impondrán de uno a cinco años de prisión y de cien a diez mil días multa: I. Al que dolosamente o con fines de lucro, interrumpa o interfiera las comunicaciones alámbricas, inalámbricas o de fibra óptica, sean telegráficas, telefónicas o satelitales, por medio de las cuales se transfieran señales de audio, de video o de datos; II. Al que intencionalmente o con fines de lucro, desvíe las comunicaciones a las que se refiere la fracción anterior; III. Al que intercepte información que se transmita por conducto de las vías de comunicación señaladas."
    },
    {
      "provision_ref": "art178bis",
      "chapter": "TÍTULO SEXTO - Delitos Contra la Autoridad, CAPÍTULO I - Desobediencia y Resistencia de Particulares",
      "section": "178 Bis",
      "title": "Suplantación de identidad",
      "content": "Artículo 178 Bis.- Al que por cualquier medio se atribuya la identidad de otra persona u otorgue su consentimiento para llevar a cabo la suplantación de su identidad, se le impondrá una pena de uno a cinco años de prisión y de cuatrocientos a seiscientos días multa. Se aumentarán en una mitad las penas previstas en el párrafo anterior, a quien se valga de la homonimia, semejanza física o de la utilización de documentos falsos o de medios electrónicos de cualquier tipo, para suplantar la identidad de otra persona."
    },
    {
      "provision_ref": "art199septies",
      "chapter": "TÍTULO SÉPTIMO BIS - Delitos Contra la Intimidad Sexual",
      "section": "199 Septies",
      "title": "Violencia digital - Ley Olimpia",
      "content": "Artículo 199 Septies.- Se impondrá de tres a seis años de prisión a quien, sin consentimiento de una persona y con fines lascivos o de obtención de un beneficio, difunda, comparta, distribuya, compile, publique, transmita, intercambie, ofrezca, almacene, reproduzca o facilite por cualquier medio, imágenes, audios o videos de contenido sexual íntimo de esa persona."
    },
    {
      "provision_ref": "art199octies",
      "chapter": "TÍTULO SÉPTIMO BIS - Delitos Contra la Intimidad Sexual",
      "section": "199 Octies",
      "title": "Videograbación o captación de contenido sexual",
      "content": "Artículo 199 Octies.- Comete el delito de videograbación, audiograbación o fotografía de contenido sexual, la persona que sin el consentimiento de otra persona y con fines lascivos, videograbe, audiograbe, fotografíe o elabore imágenes reales o simuladas de contenido sexual íntimo de esa persona. A quien cometa este delito se le impondrá pena de tres a seis años de prisión y multa de quinientos a mil días multa."
    },
    {
      "provision_ref": "art16",
      "chapter": "TÍTULO PRIMERO - Responsabilidad Penal, CAPÍTULO I - Reglas Generales",
      "section": "16",
      "title": "Competencia federal en delitos informáticos",
      "content": "Artículo 16.- En los casos de delitos del fuero común cometidos contra algún ciudadano o residente de México en el extranjero, la Fiscalía General de la República, en coordinación con las autoridades competentes, llevará a cabo las acciones necesarias para la investigación y persecución del delito. En los delitos cometidos por medios informáticos, electrónicos o de telecomunicaciones, la competencia se determinará conforme a las reglas generales de este Código."
    },
    {
      "provision_ref": "art52",
      "chapter": "TÍTULO TERCERO - Aplicación de las Sanciones, CAPÍTULO I - Reglas Generales",
      "section": "52",
      "title": "Individualización de la pena",
      "content": "Artículo 52.- El juez fijará las penas y medidas de seguridad que estime justas y procedentes dentro de los límites señalados para cada delito, con base en la gravedad del ilícito, las circunstancias exteriores de ejecución y las peculiares del delincuente; particularmente se tomarán en cuenta: I. La magnitud del daño causado al bien jurídico o del peligro a que hubiere sido expuesto; II. La naturaleza de la acción u omisión y de los medios empleados para ejecutarla; III. Las circunstancias de tiempo, lugar, modo u ocasión del hecho realizado; IV. La forma y grado de intervención del agente en la comisión del delito; V. La edad, la educación, la ilustración, las costumbres, las condiciones sociales y económicas del sujeto."
    },
    {
      "provision_ref": "art85",
      "chapter": "TÍTULO TERCERO - Aplicación de las Sanciones, CAPÍTULO V - Ejecución de Sentencias",
      "section": "85",
      "title": "Exclusión de beneficios por delitos graves",
      "content": "Artículo 85.- No se concederá la libertad preparatoria a: I. Los sentenciados por alguno de los delitos previstos en este Código que a continuación se señalan: b) Terrorismo, previsto en los artículos 139 al 139 Ter y terrorismo internacional previsto en los artículos 148 Bis al 148 Quáter; l) Operaciones con recursos de procedencia ilícita, previsto en el artículo 400 Bis."
    },
    {
      "provision_ref": "art180",
      "chapter": "TÍTULO SEXTO - Delitos Contra la Autoridad, CAPÍTULO III - Quebrantamiento de Sellos",
      "section": "180",
      "title": "Impedimento de función de autoridad en sistemas informáticos",
      "content": "Artículo 180.- Se aplicarán de uno a tres años de prisión y de quince a sesenta días multa al que, empleando la fuerza, el amago o la amenaza, se oponga a que la autoridad pública o sus agentes ejerzan alguna de sus funciones o resista al cumplimiento de un mandato legítimo ejecutado en forma legal. Se aplicará la misma pena al que mediante destrucción, alteración o manipulación de sistemas, equipos o registros informáticos del Estado impida u obstaculice el ejercicio de las funciones de la autoridad."
    },
    {
      "provision_ref": "art214",
      "chapter": "TÍTULO DÉCIMO - Delitos Cometidos por Servidores Públicos, CAPÍTULO II - Ejercicio Indebido de Servicio Público",
      "section": "214",
      "title": "Ejercicio indebido de servicio público - acceso a información",
      "content": "Artículo 214.- Comete el delito de ejercicio indebido de servicio público, el servidor público que: I. Ejerza las funciones de un empleo, cargo o comisión, sin haber tomado posesión legítima, o sin satisfacer todos los requisitos legales; IV. Por sí o por interpósita persona, sustraiga, destruya, oculte, utilice, o inutilice ilícitamente información o documentación que se encuentre bajo su custodia o a la cual tenga acceso, o de la que tenga conocimiento en virtud de su empleo, cargo o comisión. Al que cometa alguno de los delitos a que se refieren las fracciones de este artículo, se le impondrán de dos a siete años de prisión, multa de treinta a trescientas veces el valor diario de la Unidad de Medida y Actualización y destitución e inhabilitación de dos a siete años para desempeñar otro empleo, cargo o comisión públicos."
    }
  ],
  "definitions": [
    {
      "term": "Sistemas o equipos de informática",
      "definition": "Sistemas electrónicos de procesamiento de datos, incluyendo computadoras, servidores, redes de telecomunicaciones y cualquier dispositivo de almacenamiento o procesamiento de información digital.",
      "source_provision": "art211bis1"
    },
    {
      "term": "Mecanismo de seguridad",
      "definition": "Cualquier medida técnica o administrativa implementada para proteger la confidencialidad, integridad o disponibilidad de la información contenida en sistemas o equipos de informática.",
      "source_provision": "art211bis1"
    },
    {
      "term": "Sistema financiero",
      "definition": "Las instituciones de crédito, de seguros y de fianzas, almacenes generales de depósito, sociedades de ahorro y préstamo, intermediarios bursátiles, casas de bolsa, casas de cambio, administradoras de fondos de retiro y cualquier otro intermediario financiero o cambiario.",
      "source_provision": "art400bis1"
    },
    {
      "term": "Suplantación de identidad",
      "definition": "Conducta de atribuirse la identidad de otra persona por cualquier medio, incluyendo medios electrónicos, documentos falsos o aprovechamiento de similitud física.",
      "source_provision": "art178bis"
    }
  ]
}