{
  "id": "lfea",
  "type": "statute",
  "title": "Ley de Firma Electrónica Avanzada",
  "title_en": "Advanced Electronic Signature Law",
  "short_name": "Ley de Firma Electrónica",
  "status": "in_force",
  "issued_date": "2012-01-11",
  "in_force_date": "2012-01-12",
  "url": "https://www.diputados.gob.mx/LeyesBiblio/ref/lfea.htm",
  "description": "Advanced Electronic Signature Law (2012). Governs the use of advanced electronic signatures (FIEL/e.firma) in government procedures, legal validity of electronic documents, certification service providers, digital identity verification, and the obligations of certificate holders.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "1",
      "title": "Objeto de la Ley",
      "content": "Artículo 1.- La presente Ley es de orden e interés público y tiene por objeto regular: I. El uso de la firma electrónica avanzada en los actos previstos en esta Ley y la expedición de certificados digitales a personas físicas; II. Los servicios relacionados con la firma electrónica avanzada, y III. La homologación de la firma electrónica avanzada con las firmas electrónicas avanzadas reguladas por otros ordenamientos legales, en los términos establecidos en esta Ley."
    },
    {
      "provision_ref": "art2",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "2",
      "title": "Definiciones",
      "content": "Artículo 2.- Para los efectos de la presente Ley, se entenderá por: I. Actos: las comunicaciones, trámites, servicios, actos jurídicos y administrativos, así como procedimientos administrativos en los cuales los particulares y los servidores públicos de las dependencias y entidades de la Administración Pública Federal utilicen la firma electrónica avanzada; II. Actuaciones electrónicas: las notificaciones, citatorios, emplazamientos, requerimientos, solicitud de informes o documentos y, en su caso, las resoluciones o sentencias definitivas que se emitan en los actos a que se refiere esta Ley, que sean comunicados por medios electrónicos; III. Autoridad certificadora: las dependencias y entidades de la Administración Pública Federal y los prestadores de servicios de certificación que conforme a las disposiciones jurídicas aplicables tengan reconocida esta calidad y cuenten con la infraestructura tecnológica para la emisión, administración y registro de certificados digitales; IV. Certificado digital: el mensaje de datos o registro que confirme el vínculo entre un firmante y la clave privada; V. Datos de creación de firma electrónica avanzada: los datos únicos que el firmante utiliza para crear la firma electrónica avanzada; VI. Datos de verificación de firma electrónica avanzada: los datos que se utilizan para verificar la firma electrónica avanzada; VII. Documento electrónico: aquel que es generado, consultado, modificado o procesado por medios electrónicos; VIII. Firma electrónica avanzada: el conjunto de datos y caracteres que permite la identificación del firmante, que ha sido creada por medios electrónicos bajo su exclusivo control, de manera que está vinculada únicamente al mismo y a los datos a los que se refiere, lo que permite que sea detectable cualquier modificación ulterior de éstos; IX. Firmante: toda persona que utiliza su firma electrónica avanzada para suscribir documentos electrónicos y, en su caso, mensajes de datos; X. Medios electrónicos: los dispositivos tecnológicos para el procesamiento, impresión, despliegue, conservación y, en su caso, modificación de información; XI. Mensaje de datos: la información generada, enviada, recibida o archivada por medios electrónicos, ópticos o cualquier otra tecnología; XII. Página de Internet del prestador de servicios de certificación: el sitio en Internet que contenga información sobre los servicios, tarifas, estándares y procedimientos del prestador; XIII. Secretaría: la Secretaría de la Función Pública; XIV. Servicio de consignación de fecha electrónica: servicio mediante el cual se demuestra que una serie de datos han existido y no han sido alterados desde un momento específico en el tiempo (estampillado cronológico o time-stamping); XV. Sello digital: mensaje de datos que acredita que un documento electrónico fue recibido por la autoridad correspondiente; XVI. Tablero electrónico: medio electrónico de comunicación oficial incorporado a las páginas de Internet de las dependencias y entidades."
    },
    {
      "provision_ref": "art3",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "3",
      "title": "Ámbito de aplicación",
      "content": "Artículo 3.- Están sujetos a las disposiciones de la presente Ley: I. Las dependencias y entidades de la Administración Pública Federal, la Procuraduría General de la República y las unidades administrativas de la Presidencia de la República; II. Los servidores públicos de las dependencias y entidades referidas en la fracción anterior, que en la realización de los actos a que se refiere esta Ley utilicen la firma electrónica avanzada, y III. Los particulares, en los casos en que utilicen la firma electrónica avanzada en los términos de esta Ley."
    },
    {
      "provision_ref": "art4",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "4",
      "title": "Coordinación con la Secretaría",
      "content": "Artículo 4.- Las disposiciones de esta Ley no serán aplicables a los actos en que no sea factible el uso de la firma electrónica avanzada por disposición de ley o aquéllos en que exista prevención expresa para el uso de medios de identificación diversos."
    },
    {
      "provision_ref": "art5",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "5",
      "title": "Supletoriedad",
      "content": "Artículo 5.- La Secretaría, en el ámbito de su competencia, estará facultada para interpretar las disposiciones de esta Ley para efectos administrativos. A falta de disposición expresa en esta Ley o en las demás disposiciones que de ella deriven, se aplicarán supletoriamente la Ley Federal de Procedimiento Administrativo, el Código Civil Federal y el Código Federal de Procedimientos Civiles."
    },
    {
      "provision_ref": "art6",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "6",
      "title": "Promoción del uso de firma electrónica",
      "content": "Artículo 6.- La Secretaría, mediante disposiciones de carácter general que publique en el Diario Oficial de la Federación, podrá establecer los casos y condiciones en los cuales la firma electrónica avanzada podrá sustituir a la firma autógrafa."
    },
    {
      "provision_ref": "art7",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "7",
      "title": "Validez jurídica de la firma electrónica avanzada",
      "content": "Artículo 7.- La firma electrónica avanzada podrá ser utilizada en documentos electrónicos y, en su caso, en mensajes de datos. Los documentos electrónicos y los mensajes de datos que cuenten con firma electrónica avanzada producirán los mismos efectos que los presentados con firma autógrafa y, en consecuencia, tendrán el mismo valor probatorio que las disposiciones aplicables les otorgan a éstos."
    },
    {
      "provision_ref": "art8",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "8",
      "title": "Presunción de autoría",
      "content": "Artículo 8.- La firma electrónica avanzada tendrá los siguientes efectos: I. Equivaldrá a la firma autógrafa del firmante; II. Garantizará la integridad del documento y, en consecuencia, éste no será repudiable en cuanto a su contenido; III. Producirá los mismos efectos jurídicos que la firma autógrafa."
    },
    {
      "provision_ref": "art9",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "9",
      "title": "Requisitos de la firma electrónica avanzada",
      "content": "Artículo 9.- Para que la firma electrónica avanzada produzca los efectos señalados en esta Ley, deberá cumplir con los siguientes requisitos: I. Los datos de creación de la firma deben corresponder exclusivamente al firmante; II. Los datos de creación de la firma deben estar bajo el control exclusivo del firmante al momento de la firma; III. Debe ser posible detectar cualquier alteración de la firma electrónica avanzada hecha después del momento de la firma, y IV. Debe ser posible detectar cualquier alteración de la información contenida en el mensaje de datos al cual está asociada la firma electrónica avanzada, hecha después del momento de la firma."
    },
    {
      "provision_ref": "art10",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "10",
      "title": "Presunción de validez",
      "content": "Artículo 10.- Los actos que se realicen por medios electrónicos mediante el uso de la firma electrónica avanzada, se presumirán, salvo prueba en contrario, realizados en la fecha y hora que señale la constancia que genere la autoridad certificadora."
    },
    {
      "provision_ref": "art11",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "11",
      "title": "Conservación de documentos electrónicos",
      "content": "Artículo 11.- Los documentos electrónicos que contengan datos de creación de firma y los certificados digitales que expida la autoridad certificadora, deberán conservarse en medios electrónicos, ópticos o de cualquier otra tecnología."
    },
    {
      "provision_ref": "art12",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "12",
      "title": "Documentos electrónicos como prueba",
      "content": "Artículo 12.- Cuando se requiera que un documento impreso contenga una firma autógrafa, dicho requisito se dará por cumplido en el caso de un mensaje de datos siempre que éste sea atribuible a la persona obligada a firmar y se pueda acceder a la información del mensaje de datos para su ulterior consulta."
    },
    {
      "provision_ref": "art13",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "13",
      "title": "Expedientes y archivos electrónicos",
      "content": "Artículo 13.- Las dependencias y entidades en la realización de los actos a que se refiere esta Ley, deberán aceptar el uso de mensajes de datos y la presentación de documentos electrónicos cuando las mismas ofrezcan esta posibilidad, siempre que los particulares por sí o por conducto de las personas autorizadas por los mismos hagan uso de la firma electrónica avanzada."
    },
    {
      "provision_ref": "art14",
      "chapter": "CAPÍTULO II - De la Firma Electrónica Avanzada",
      "section": "14",
      "title": "Sello digital",
      "content": "Artículo 14.- La Secretaría establecerá las disposiciones generales para la generación, uso y aplicación de los sellos digitales."
    },
    {
      "provision_ref": "art15",
      "chapter": "CAPÍTULO III - Del Certificado Digital",
      "section": "15",
      "title": "Expedición de certificados",
      "content": "Artículo 15.- La autoridad certificadora podrá expedir certificados digitales a las personas físicas que lo soliciten, previo cumplimiento de los requisitos que al efecto se establezcan."
    },
    {
      "provision_ref": "art16",
      "chapter": "CAPÍTULO III - Del Certificado Digital",
      "section": "16",
      "title": "Contenido del certificado digital",
      "content": "Artículo 16.- El certificado digital deberá contener los siguientes datos: I. Nombre del titular del certificado digital; II. Clave Única de Registro de Población (CURP) del titular del certificado digital; III. Clave pública asociada al certificado digital; IV. Período de vigencia del certificado digital; V. El número de serie del certificado digital; VI. Nombre de la autoridad certificadora que lo emite; VII. La mención de que fue emitido como un certificado digital de firma electrónica avanzada, y VIII. Los demás requisitos que, en su caso, establezca la Secretaría mediante las disposiciones generales que expida para tal efecto."
    },
    {
      "provision_ref": "art17",
      "chapter": "CAPÍTULO III - Del Certificado Digital",
      "section": "17",
      "title": "Vigencia del certificado",
      "content": "Artículo 17.- Los certificados digitales tendrán una vigencia máxima de cuatro años, contados a partir de la fecha de su expedición. Dicha vigencia no podrá ser superior a la vigencia del certificado digital de la autoridad certificadora que lo haya expedido."
    },
    {
      "provision_ref": "art18",
      "chapter": "CAPÍTULO III - Del Certificado Digital",
      "section": "18",
      "title": "Revocación de certificados",
      "content": "Artículo 18.- El certificado digital quedará sin efectos o será revocado por la autoridad certificadora que lo emitió, cuando: I. El titular del certificado digital lo solicite; II. Fallezca la persona física titular del certificado digital; III. Se disuelva o liquide o sea declarada en quiebra la persona moral titular del certificado digital; IV. Se compruebe que al momento de la expedición del certificado digital no cumplió con los requisitos legales; V. Se pierda o inutilice por daños la clave privada asociada al certificado digital; VI. Cuando derive de información falsa proporcionada por el titular; VII. Por resolución de la autoridad competente."
    },
    {
      "provision_ref": "art19",
      "chapter": "CAPÍTULO III - Del Certificado Digital",
      "section": "19",
      "title": "Publicación de revocaciones",
      "content": "Artículo 19.- La autoridad certificadora que revoque un certificado digital deberá hacer del conocimiento público la revocación, indicando la fecha y hora de la misma, a través de la publicación de la lista de revocación respectiva."
    },
    {
      "provision_ref": "art20",
      "chapter": "CAPÍTULO III - Del Certificado Digital",
      "section": "20",
      "title": "Efectos de la revocación",
      "content": "Artículo 20.- La revocación del certificado digital no tendrá efectos retroactivos, de tal manera que las firmas electrónicas avanzadas realizadas antes de la fecha y hora de la revocación seguirán siendo plenamente válidas."
    },
    {
      "provision_ref": "art21",
      "chapter": "CAPÍTULO IV - De las Autoridades Certificadoras",
      "section": "21",
      "title": "Registro de autoridades certificadoras",
      "content": "Artículo 21.- La Secretaría llevará y mantendrá actualizado un registro de las autoridades certificadoras habilitadas."
    },
    {
      "provision_ref": "art22",
      "chapter": "CAPÍTULO IV - De las Autoridades Certificadoras",
      "section": "22",
      "title": "Funciones de la autoridad certificadora",
      "content": "Artículo 22.- La autoridad certificadora tendrá las siguientes funciones: I. Verificar la identidad del solicitante y la autenticidad de la información que soporte su solicitud de certificado digital; II. Expedir certificados digitales conforme a las disposiciones de la presente Ley y demás normatividad aplicable; III. Llevar un registro de los certificados digitales que emita y de los que revoque, así como proveer los servicios de consulta de dicho registro; IV. Adoptar las medidas necesarias para evitar la falsificación de certificados digitales; V. Revocar los certificados digitales de conformidad con lo establecido en la presente Ley."
    },
    {
      "provision_ref": "art23",
      "chapter": "CAPÍTULO IV - De las Autoridades Certificadoras",
      "section": "23",
      "title": "Obligaciones de la autoridad certificadora",
      "content": "Artículo 23.- La autoridad certificadora tendrá las siguientes obligaciones: I. Garantizar la correspondencia entre el certificado digital y la identidad del titular; II. Garantizar la integridad y seguridad de la información contenida en los certificados digitales que emita; III. Guardar confidencialidad respecto de la información que reciba para la expedición de certificados digitales; IV. Publicar en su página de Internet la lista de los certificados revocados; V. Llevar un registro de los certificados digitales que emita y conservar la información necesaria para verificar la identidad del titular por el plazo que determine la Secretaría."
    },
    {
      "provision_ref": "art24",
      "chapter": "CAPÍTULO IV - De las Autoridades Certificadoras",
      "section": "24",
      "title": "Medidas de seguridad de la autoridad certificadora",
      "content": "Artículo 24.- La autoridad certificadora deberá implementar medidas de seguridad administrativas, técnicas y físicas que garanticen la integridad y seguridad de la información que administre."
    },
    {
      "provision_ref": "art25",
      "chapter": "CAPÍTULO IV - De las Autoridades Certificadoras",
      "section": "25",
      "title": "SAT como autoridad certificadora",
      "content": "Artículo 25.- El Servicio de Administración Tributaria fungirá como autoridad certificadora y prestará los servicios de expedición de certificados digitales para la firma electrónica avanzada, conforme a lo previsto en esta Ley y las disposiciones que de ella deriven."
    },
    {
      "provision_ref": "art26",
      "chapter": "CAPÍTULO V - De los Derechos y Obligaciones de los Titulares de Certificados Digitales",
      "section": "26",
      "title": "Derechos del titular del certificado",
      "content": "Artículo 26.- El titular de un certificado digital tendrá los siguientes derechos: I. A ser informado por la autoridad certificadora, antes de la expedición del certificado digital, de su precio, de las condiciones para su utilización, de las limitaciones de uso y, en su caso, de la forma en que garantizará su posible responsabilidad; II. A ser notificado de la revocación de su certificado digital; III. A solicitar la revocación de su certificado digital en cualquier momento; IV. A ser informado de las características generales de los procedimientos de creación de la firma electrónica avanzada."
    },
    {
      "provision_ref": "art27",
      "chapter": "CAPÍTULO V - De los Derechos y Obligaciones de los Titulares de Certificados Digitales",
      "section": "27",
      "title": "Uso del certificado digital",
      "content": "Artículo 27.- Los titulares de certificados digitales podrán utilizar su firma electrónica avanzada en cualquier acto de los previstos en esta Ley, en los términos que la misma establece."
    },
    {
      "provision_ref": "art28",
      "chapter": "CAPÍTULO V - De los Derechos y Obligaciones de los Titulares de Certificados Digitales",
      "section": "28",
      "title": "Obligaciones del titular",
      "content": "Artículo 28.- El titular de un certificado digital tendrá las siguientes obligaciones: I. Hacer declaraciones veraces y completas en relación con los datos y documentos requeridos para la obtención y uso del certificado digital; II. Custodiar adecuadamente sus datos de creación de firma electrónica avanzada y mantenerlos en reserva; III. Comunicar a la autoridad certificadora cualquier compromiso de su clave privada y solicitar la revocación correspondiente; IV. Actualizar sus datos de identificación ante la autoridad certificadora."
    },
    {
      "provision_ref": "art29",
      "chapter": "CAPÍTULO V - De los Derechos y Obligaciones de los Titulares de Certificados Digitales",
      "section": "29",
      "title": "Responsabilidad del titular",
      "content": "Artículo 29.- El titular será responsable del uso de su firma electrónica avanzada y de las consecuencias jurídicas que se deriven de su utilización."
    },
    {
      "provision_ref": "art30",
      "chapter": "CAPÍTULO V - De los Derechos y Obligaciones de los Titulares de Certificados Digitales",
      "section": "30",
      "title": "Exoneración de responsabilidad",
      "content": "Artículo 30.- El titular no será responsable del uso indebido de su firma electrónica avanzada cuando: I. La clave privada haya sido comprometida y hubiere solicitado oportunamente la revocación de su certificado digital, o II. La firma electrónica avanzada hubiere sido utilizada en forma no autorizada por un tercero."
    },
    {
      "provision_ref": "art31",
      "chapter": "CAPÍTULO VI - Del Reconocimiento de Certificados Digitales y de Firmas Electrónicas Avanzadas",
      "section": "31",
      "title": "Reconocimiento de certificados extranjeros",
      "content": "Artículo 31.- Los certificados digitales expedidos fuera de la República Mexicana tendrán la misma validez y producirán los mismos efectos jurídicos reconocidos en la presente Ley, siempre que sean equivalentes a los certificados digitales nacionales y que exista reciprocidad."
    },
    {
      "provision_ref": "art32",
      "chapter": "CAPÍTULO VI - Del Reconocimiento de Certificados Digitales y de Firmas Electrónicas Avanzadas",
      "section": "32",
      "title": "Equivalencia funcional de firmas electrónicas",
      "content": "Artículo 32.- La Secretaría, de conformidad con lo dispuesto en esta Ley y los tratados internacionales aplicables, determinará la equivalencia de los certificados digitales expedidos fuera de la República Mexicana."
    },
    {
      "provision_ref": "art33",
      "chapter": "CAPÍTULO VI - Del Reconocimiento de Certificados Digitales y de Firmas Electrónicas Avanzadas",
      "section": "33",
      "title": "Homologación de firma electrónica",
      "content": "Artículo 33.- Cuando se cuente con firma electrónica avanzada obtenida conforme a las disposiciones de la presente Ley, la misma tendrá la misma validez y efectos legales que la firma electrónica avanzada o instrumento análogo regulado por otras leyes federales."
    },
    {
      "provision_ref": "art34",
      "chapter": "CAPÍTULO VII - De las Responsabilidades y Sanciones",
      "section": "34",
      "title": "Responsabilidades de servidores públicos",
      "content": "Artículo 34.- Las conductas de los servidores públicos que impliquen el incumplimiento de las obligaciones derivadas de la presente Ley serán sancionadas conforme a la Ley Federal de Responsabilidades Administrativas de los Servidores Públicos."
    },
    {
      "provision_ref": "art35",
      "chapter": "CAPÍTULO VII - De las Responsabilidades y Sanciones",
      "section": "35",
      "title": "Uso indebido del certificado digital",
      "content": "Artículo 35.- Las personas que utilicen la firma electrónica avanzada o el certificado digital en forma indebida, o que proporcionen información falsa para obtener un certificado digital, serán responsables de los daños y perjuicios que causen a terceros, sin perjuicio de las sanciones penales que procedan."
    },
    {
      "provision_ref": "art36",
      "chapter": "CAPÍTULO VII - De las Responsabilidades y Sanciones",
      "section": "36",
      "title": "Falsificación de certificado digital",
      "content": "Artículo 36.- Al que falsifique, altere o haga uso indebido de certificados digitales, firma electrónica avanzada o sellos digitales, se le aplicarán las sanciones previstas en el Código Penal Federal para los delitos de falsificación de documentos."
    },
    {
      "provision_ref": "art37",
      "chapter": "CAPÍTULO VII - De las Responsabilidades y Sanciones",
      "section": "37",
      "title": "Responsabilidad de la autoridad certificadora",
      "content": "Artículo 37.- La autoridad certificadora será responsable de los daños y perjuicios que se causen al titular o a terceros, derivados de la expedición indebida de certificados digitales o del incumplimiento de las obligaciones que esta Ley le impone."
    },
    {
      "provision_ref": "art38",
      "chapter": "CAPÍTULO VIII - De las Notificaciones Electrónicas",
      "section": "38",
      "title": "Notificaciones electrónicas",
      "content": "Artículo 38.- Las notificaciones, citatorios, emplazamientos, requerimientos, solicitud de informes o documentos y las resoluciones administrativas definitivas que se emitan en los actos a que se refiere esta Ley, podrán realizarse a través de medios electrónicos conforme a las disposiciones de esta Ley."
    },
    {
      "provision_ref": "art39",
      "chapter": "CAPÍTULO VIII - De las Notificaciones Electrónicas",
      "section": "39",
      "title": "Tablero electrónico",
      "content": "Artículo 39.- Las dependencias y entidades podrán realizar las notificaciones electrónicas a que se refiere el artículo anterior, a través del tablero electrónico, el cual se compondrá de un sistema informático."
    },
    {
      "provision_ref": "art40",
      "chapter": "CAPÍTULO VIII - De las Notificaciones Electrónicas",
      "section": "40",
      "title": "Acuse de recibo electrónico",
      "content": "Artículo 40.- Las notificaciones electrónicas se tendrán por hechas cuando se genere el acuse de recibo electrónico en el que conste la fecha y hora en que el particular haya abierto el documento electrónico correspondiente."
    },
    {
      "provision_ref": "art41",
      "chapter": "CAPÍTULO VIII - De las Notificaciones Electrónicas",
      "section": "41",
      "title": "Fecha cierta de notificación",
      "content": "Artículo 41.- En caso de que el particular no abra el documento electrónico en el plazo de tres días hábiles contados a partir de la fecha de envío, la notificación se tendrá por hecha al cuarto día hábil."
    },
    {
      "provision_ref": "art42",
      "chapter": "CAPÍTULO VIII - De las Notificaciones Electrónicas",
      "section": "42",
      "title": "Archivo electrónico de notificaciones",
      "content": "Artículo 42.- Las dependencias y entidades deberán conservar en forma electrónica y debidamente firmados, los archivos de las notificaciones que se realicen por medios electrónicos."
    },
    {
      "provision_ref": "art43",
      "chapter": "CAPÍTULO IX - De la Interoperabilidad y Homologación",
      "section": "43",
      "title": "Interoperabilidad",
      "content": "Artículo 43.- La Secretaría promoverá la interoperabilidad de las firmas electrónicas avanzadas entre las dependencias y entidades de la Administración Pública Federal."
    },
    {
      "provision_ref": "art44",
      "chapter": "CAPÍTULO IX - De la Interoperabilidad y Homologación",
      "section": "44",
      "title": "Estándares tecnológicos",
      "content": "Artículo 44.- La Secretaría, en coordinación con las autoridades certificadoras, establecerá los estándares tecnológicos que deberán observarse para garantizar la interoperabilidad y la seguridad de la firma electrónica avanzada."
    },
    {
      "provision_ref": "art45",
      "chapter": "CAPÍTULO IX - De la Interoperabilidad y Homologación",
      "section": "45",
      "title": "Convenios de colaboración",
      "content": "Artículo 45.- La Secretaría podrá celebrar convenios de colaboración con gobiernos de las Entidades Federativas, municipales y con órganos autónomos para el uso y reconocimiento mutuo de la firma electrónica avanzada."
    },
    {
      "provision_ref": "art46",
      "chapter": "TRANSITORIOS",
      "section": "46",
      "title": "Entrada en vigor",
      "content": "Artículo 46 (Transitorio Primero).- El presente Decreto entrará en vigor al día siguiente de su publicación en el Diario Oficial de la Federación."
    },
    {
      "provision_ref": "art47",
      "chapter": "TRANSITORIOS",
      "section": "47",
      "title": "Plazo de adecuación",
      "content": "Artículo 47 (Transitorio Segundo).- Las dependencias y entidades de la Administración Pública Federal contarán con un plazo de treinta meses, contados a partir de la entrada en vigor del presente Decreto, para instrumentar los servicios relacionados con la firma electrónica avanzada."
    },
    {
      "provision_ref": "art48",
      "chapter": "TRANSITORIOS",
      "section": "48",
      "title": "Certificados digitales vigentes",
      "content": "Artículo 48 (Transitorio Tercero).- Los certificados digitales expedidos con anterioridad a la entrada en vigor de la presente Ley, conservarán su validez y efectos jurídicos conforme a las disposiciones vigentes al momento de su expedición."
    },
    {
      "provision_ref": "art49",
      "chapter": "TRANSITORIOS",
      "section": "49",
      "title": "Disposiciones reglamentarias",
      "content": "Artículo 49 (Transitorio Cuarto).- La Secretaría expedirá las disposiciones de carácter general a que se refiere esta Ley, dentro de los ciento ochenta días naturales siguientes a la entrada en vigor de la misma."
    }
  ],
  "definitions": [
    {
      "term": "Firma electrónica avanzada",
      "definition": "El conjunto de datos y caracteres que permite la identificación del firmante, que ha sido creada por medios electrónicos bajo su exclusivo control, de manera que está vinculada únicamente al mismo y a los datos a los que se refiere, lo que permite que sea detectable cualquier modificación ulterior de éstos.",
      "source_provision": "art2"
    },
    {
      "term": "Certificado digital",
      "definition": "El mensaje de datos o registro que confirme el vínculo entre un firmante y la clave privada.",
      "source_provision": "art2"
    },
    {
      "term": "Documento electrónico",
      "definition": "Aquel que es generado, consultado, modificado o procesado por medios electrónicos.",
      "source_provision": "art2"
    },
    {
      "term": "Autoridad certificadora",
      "definition": "Las dependencias y entidades de la Administración Pública Federal y los prestadores de servicios de certificación que cuenten con la infraestructura tecnológica para la emisión, administración y registro de certificados digitales.",
      "source_provision": "art2"
    },
    {
      "term": "Mensaje de datos",
      "definition": "La información generada, enviada, recibida o archivada por medios electrónicos, ópticos o cualquier otra tecnología.",
      "source_provision": "art2"
    },
    {
      "term": "Sello digital",
      "definition": "Mensaje de datos que acredita que un documento electrónico fue recibido por la autoridad correspondiente.",
      "source_provision": "art2"
    },
    {
      "term": "Tablero electrónico",
      "definition": "Medio electrónico de comunicación oficial incorporado a las páginas de Internet de las dependencias y entidades.",
      "source_provision": "art2"
    }
  ]
}