{
  "id": "lfpc",
  "type": "statute",
  "title": "Ley Federal de Protección al Consumidor",
  "title_en": "Federal Consumer Protection Law",
  "short_name": "LFPC",
  "status": "in_force",
  "issued_date": "1992-12-24",
  "in_force_date": "1993-03-25",
  "url": "https://www.diputados.gob.mx/LeyesBiblio/ref/lfpc.htm",
  "description": "Federal Consumer Protection Law (1992, continuously amended). Establishes consumer rights, advertising standards, e-commerce consumer protections (Chapter VIII Bis), PROFECO enforcement powers, data protection in commercial transactions, and collective action procedures. Key for digital commerce and online consumer rights in Mexico.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "1",
      "title": "Objeto y principios",
      "content": "Artículo 1.- La presente ley es de orden público e interés social y de observancia en toda la República. Su objeto es promover y proteger los derechos y cultura del consumidor y procurar la equidad, certeza y seguridad jurídica en las relaciones entre proveedores y consumidores. Son principios básicos en las relaciones de consumo: I. La protección de la vida, salud y seguridad del consumidor; II. La educación y divulgación sobre el consumo adecuado; III. La información adecuada y clara sobre los diferentes productos y servicios; IV. La efectiva prevención y reparación de daños patrimoniales y morales; V. El acceso a los órganos administrativos para la prevención de daños; VI. El otorgamiento de información y facilidades para la defensa de derechos; VII. La protección contra la publicidad engañosa y abusiva; VIII. La real y efectiva protección al consumidor en las transacciones efectuadas a través del uso de medios convencionales, electrónicos, ópticos o de cualquier otra tecnología y la adecuada utilización de los datos aportados; IX. El respeto a los derechos y obligaciones derivados de las relaciones de consumo; X. La protección de los derechos de la infancia, adultos mayores, personas con discapacidad e indígenas."
    },
    {
      "provision_ref": "art2",
      "chapter": "CAPÍTULO I - Disposiciones Generales",
      "section": "2",
      "title": "Definiciones",
      "content": "Artículo 2.- Para los efectos de esta ley, se entiende por: I. Consumidor: la persona física o moral que adquiere, realiza o disfruta como destinatario final bienes, productos o servicios; II. Proveedor: la persona física o moral en términos del Código Civil Federal, que habitual o periódicamente ofrece, distribuye, vende, arrienda o concede el uso o disfrute de bienes, productos y servicios; III. Secretaría: la Secretaría de Economía; IV. Procuraduría: la Procuraduría Federal del Consumidor."
    },
    {
      "provision_ref": "art7",
      "chapter": "CAPÍTULO II - De las Autoridades",
      "section": "7",
      "title": "PROFECO - naturaleza jurídica",
      "content": "Artículo 7.- La Procuraduría Federal del Consumidor es un organismo descentralizado de servicio social con personalidad jurídica y patrimonio propio. Tiene funciones de autoridad administrativa y está encargada de promover y proteger los derechos e intereses del consumidor y procurar la equidad y seguridad jurídica en las relaciones entre proveedores y consumidores."
    },
    {
      "provision_ref": "art8",
      "chapter": "CAPÍTULO II - De las Autoridades",
      "section": "8",
      "title": "Atribuciones de PROFECO",
      "content": "Artículo 8.- La Procuraduría verificará que las relaciones entre proveedores y consumidores se ajusten a lo dispuesto en esta ley, pudiendo para tal efecto realizar verificaciones, visitas de inspección y cualquier otra acción que contribuya a mejorar las condiciones del mercado."
    },
    {
      "provision_ref": "art10",
      "chapter": "CAPÍTULO II - De las Autoridades",
      "section": "10",
      "title": "Funciones de PROFECO",
      "content": "Artículo 10.- Queda prohibido a cualquier proveedor de bienes o servicios llevar a cabo acciones que atenten contra la libertad o seguridad o integridad personales de los consumidores bajo pretexto de registro o averiguación. En el caso de que alguien sea señalado como presunto infractor, la Procuraduría inmediatamente hará de su conocimiento el motivo de la señalación."
    },
    {
      "provision_ref": "art16",
      "chapter": "CAPÍTULO III - De la Información y Publicidad",
      "section": "16",
      "title": "Información sobre bienes y servicios",
      "content": "Artículo 16.- Los proveedores y empresas que utilicen información sobre consumidores con fines mercadotécnicos o publicitarios, están obligados a informar gratuitamente a cualquier persona que lo solicite si mantienen información acerca de ella. De existir dicha información, deberán ponerla a su disposición si aquélla lo solicita, e informar acerca de qué información han compartido con terceros y la identidad de esos terceros, así como sobre el propósito por el que se usa esa información."
    },
    {
      "provision_ref": "art17",
      "chapter": "CAPÍTULO III - De la Información y Publicidad",
      "section": "17",
      "title": "Derecho a no recibir publicidad",
      "content": "Artículo 17.- En la publicidad que se envíe a los consumidores se deberá indicar el nombre, domicilio, teléfono y, en su defecto, la dirección electrónica del proveedor; de la empresa que, en su caso, envíe la publicidad a nombre del proveedor, y de la Procuraduría. El consumidor podrá exigir directamente a proveedores específicos y a empresas que utilicen información sobre consumidores con fines mercadotécnicos o publicitarios, no ser molestado en su domicilio, lugar de trabajo, dirección electrónica, o por cualquier otro medio, para ofrecerle bienes, productos o servicios, y que no le envíen publicidad."
    },
    {
      "provision_ref": "art18",
      "chapter": "CAPÍTULO III - De la Información y Publicidad",
      "section": "18",
      "title": "Registro Público de Consumidores que no desean publicidad",
      "content": "Artículo 18.- La Procuraduría podrá llevar un registro público de consumidores que no deseen que su información sea utilizada para fines mercadotécnicos o publicitarios. Los consumidores podrán comunicar por escrito o por correo electrónico a la Procuraduría su solicitud de inscripción en dicho registro."
    },
    {
      "provision_ref": "art18bis",
      "chapter": "CAPÍTULO III - De la Información y Publicidad",
      "section": "18 Bis",
      "title": "Obligación de proveedores respecto al registro",
      "content": "Artículo 18 Bis.- Queda prohibido a los proveedores y a las empresas que utilicen información sobre consumidores con fines mercadotécnicos o publicitarios, utilizar la información relativa a los consumidores inscritos en el registro a que se refiere el artículo anterior."
    },
    {
      "provision_ref": "art32",
      "chapter": "CAPÍTULO III - De la Información y Publicidad",
      "section": "32",
      "title": "Publicidad veraz",
      "content": "Artículo 32.- La información o publicidad relativa a bienes, productos o servicios que se difundan por cualquier medio o forma, deberán ser veraces, comprobables y exentos de textos, diálogos, sonidos, imágenes, marcas, denominaciones de origen y otras descripciones que induzcan o puedan inducir a error o confusión por engañosas o abusivas. Para los efectos de esta ley, se entiende por información o publicidad engañosa o abusiva aquella que refiere características o información relacionadas con algún bien, producto o servicio que pudiendo o no ser verdaderas, inducen a error o confusión al consumidor."
    },
    {
      "provision_ref": "art33",
      "chapter": "CAPÍTULO III - De la Información y Publicidad",
      "section": "33",
      "title": "Publicidad comparativa",
      "content": "Artículo 33.- La información o publicidad relativa a bienes, productos o servicios que se difundan por cualquier medio o forma, deberán ser veraces, comprobables y exentos de textos, diálogos, sonidos, imágenes, marcas, denominaciones de origen y otras descripciones que induzcan o puedan inducir a error o confusión por engañosas o abusivas."
    },
    {
      "provision_ref": "art34",
      "chapter": "CAPÍTULO III - De la Información y Publicidad",
      "section": "34",
      "title": "Precios y tarifas",
      "content": "Artículo 34.- Los datos que ostenten los productos o sus etiquetas, envases y empaques y la publicidad respectiva, tanto de manufactura nacional como de procedencia extranjera, se expresarán en idioma español y su precio en moneda nacional en términos comprensibles y legibles conforme al sistema general de unidades de medida."
    },
    {
      "provision_ref": "art42",
      "chapter": "CAPÍTULO V - De las Operaciones con Inmuebles",
      "section": "42",
      "title": "Contratos de adhesión",
      "content": "Artículo 42.- El proveedor está obligado a entregar el bien o suministrar el servicio de acuerdo con los términos y condiciones ofrecidos o implícitos en la publicidad o información desplegados, salvo convenio en contrario o consentimiento escrito del consumidor."
    },
    {
      "provision_ref": "art43",
      "chapter": "CAPÍTULO V - De las Operaciones con Inmuebles",
      "section": "43",
      "title": "Contratos por medios electrónicos",
      "content": "Artículo 43.- Las diversas instancias de protección al consumidor podrán registrar los contratos de adhesión que lo requieran, conforme a las disposiciones reglamentarias que se emitan. Los contratos celebrados por medios electrónicos deberán cumplir con los requisitos de esta Ley."
    },
    {
      "provision_ref": "art56",
      "chapter": "CAPÍTULO VI - De los Servicios",
      "section": "56",
      "title": "Ventas a distancia",
      "content": "Artículo 56.- El contrato se perfeccionará a los cinco días hábiles contados a partir de la entrega del bien o de la firma del contrato, lo último que suceda. Durante ese lapso, el consumidor tendrá la facultad de revocar su consentimiento sin responsabilidad alguna. Esta disposición es aplicable a las operaciones que se realicen por teléfono, televisión, servicios de correo, Internet o cualquier otro medio electrónico."
    },
    {
      "provision_ref": "art57",
      "chapter": "CAPÍTULO VI - De los Servicios",
      "section": "57",
      "title": "Derecho de retracto en ventas a distancia",
      "content": "Artículo 57.- En todo caso el proveedor deberá informar previamente al consumidor el precio, fecha de entrega, costos de envío y, en su caso, las condiciones de la operación y la descripción del bien o servicio. El consumidor que haya celebrado una transacción a distancia tendrá derecho a retractarse de la misma dentro de los cinco días hábiles contados a partir de que reciba el bien o haya contratado el servicio."
    },
    {
      "provision_ref": "art76bis",
      "chapter": "CAPÍTULO VIII BIS - De los Derechos de los Consumidores en las Transacciones Efectuadas a Través del Uso de Medios Electrónicos",
      "section": "76 Bis",
      "title": "E-commerce - derechos del consumidor",
      "content": "Artículo 76 BIS.- Las disposiciones del presente Capítulo aplican a las relaciones entre proveedores y consumidores en las transacciones efectuadas a través del uso de medios electrónicos, ópticos o de cualquier otra tecnología. En la celebración de dichas transacciones se cumplirá con lo siguiente: I. El proveedor utilizará la información proporcionada por el consumidor en forma confidencial, por lo que no podrá difundirla o transmitirla a otros proveedores ajenos a la transacción, salvo autorización expresa del propio consumidor o por requerimiento de autoridad competente; II. El proveedor utilizará alguno de los elementos técnicos disponibles para brindar seguridad y confidencialidad a la información proporcionada por el consumidor e informará a éste, previamente a la celebración de la transacción, de las características generales de dichos elementos; III. El proveedor deberá proporcionar al consumidor, antes de celebrar la transacción, su domicilio físico, números telefónicos y demás medios a los que pueda acudir el propio consumidor para presentarle sus reclamaciones o solicitarle aclaraciones; IV. El proveedor evitará las prácticas comerciales engañosas respecto de las características de los productos, que pueda incluir textos, diálogos, sonidos, imágenes, marcas, denominaciones de origen y otras descripciones que induzcan o puedan inducir a error o confusión por su carácter engañoso o abusivo; V. El consumidor tendrá derecho a conocer toda la información sobre los términos, condiciones, costos, cargos adicionales, en su caso, formas de pago de los bienes y servicios ofrecidos por el proveedor; VI. El proveedor respetará la decisión del consumidor en cuanto a la cantidad y calidad de los productos que desea recibir, así como la de no recibir avisos comerciales, y VII. El proveedor deberá abstenerse de utilizar estrategias de venta o publicitarias que no proporcionen al consumidor información clara y suficiente sobre los servicios ofrecidos, y cuidará las prácticas de mercadotecnia dirigidas a la población vulnerable, como combata y no se valga de la falta de experiencia o conocimiento del consumidor."
    },
    {
      "provision_ref": "art76ter",
      "chapter": "CAPÍTULO VIII BIS - De los Derechos de los Consumidores en las Transacciones Efectuadas a Través del Uso de Medios Electrónicos",
      "section": "76 Ter",
      "title": "Identificación del proveedor en línea",
      "content": "Artículo 76 Ter.- El proveedor que ofrezca, comercialice o venda bienes, productos o servicios a través de medios electrónicos, deberá informar al consumidor, en la página de Internet o medio electrónico que utilice: I. Su nombre o denominación social; II. Su domicilio físico y número de teléfono; III. Su dirección de correo electrónico; IV. Su Registro Federal de Contribuyentes; V. Los precios de los bienes o servicios, incluyendo impuestos y costos de envío."
    },
    {
      "provision_ref": "art76quater",
      "chapter": "CAPÍTULO VIII BIS - De los Derechos de los Consumidores en las Transacciones Efectuadas a Través del Uso de Medios Electrónicos",
      "section": "76 Quáter",
      "title": "Seguridad en pagos electrónicos",
      "content": "Artículo 76 Quáter.- Los proveedores que realicen operaciones de comercio electrónico deberán implementar mecanismos de seguridad para la protección de los datos financieros y personales de los consumidores durante las transacciones en línea."
    },
    {
      "provision_ref": "art76quintus",
      "chapter": "CAPÍTULO VIII BIS - De los Derechos de los Consumidores en las Transacciones Efectuadas a Través del Uso de Medios Electrónicos",
      "section": "76 Quintus",
      "title": "Resolución de controversias en comercio electrónico",
      "content": "Artículo 76 Quintus.- La Procuraduría podrá establecer mecanismos de resolución de controversias en línea para las transacciones celebradas por medios electrónicos."
    },
    {
      "provision_ref": "art77",
      "chapter": "CAPÍTULO IX - De las Garantías",
      "section": "77",
      "title": "Garantía de bienes y servicios",
      "content": "Artículo 77.- Todo bien o servicio que se ofrezca con garantía deberá sujetarse a lo dispuesto por esta ley. La garantía no podrá ser inferior a noventa días a partir de la entrega del bien o de la realización del servicio."
    },
    {
      "provision_ref": "art85",
      "chapter": "CAPÍTULO X - Contratos de Adhesión",
      "section": "85",
      "title": "Contratos de adhesión - requisitos",
      "content": "Artículo 85.- Para los efectos de esta ley, se entiende por contrato de adhesión el documento elaborado unilateralmente por el proveedor, para establecer en formatos uniformes los términos y condiciones aplicables a la adquisición de un producto o la prestación de un servicio. Todo contrato de adhesión celebrado en territorio nacional deberá estar escrito en idioma español y sus caracteres tendrán que ser legibles a simple vista. Los contratos celebrados por medios electrónicos deberán cumplir con los mismos requisitos."
    },
    {
      "provision_ref": "art86",
      "chapter": "CAPÍTULO X - Contratos de Adhesión",
      "section": "86",
      "title": "Cláusulas abusivas",
      "content": "Artículo 86.- La Secretaría, mediante normas oficiales mexicanas podrá sujetar contratos de adhesión a registro previo ante la Procuraduría. Los contratos de adhesión no podrán contener cláusulas que: I. Permitan al proveedor modificar unilateralmente el contenido del contrato; II. Liberen al proveedor de su responsabilidad; III. Trasladen al consumidor la responsabilidad del proveedor; IV. Establezcan prestaciones desproporcionadas a cargo del consumidor."
    },
    {
      "provision_ref": "art90",
      "chapter": "CAPÍTULO XI - Del Incumplimiento",
      "section": "90",
      "title": "Responsabilidad del proveedor",
      "content": "Artículo 90.- No serán válidas y se tendrán por no puestas las siguientes cláusulas de los contratos de adhesión ni se inscribirán en el registro: I. Las que permitan al proveedor modificar unilateralmente el contenido del contrato; II. Las que liberen al proveedor de su responsabilidad civil, salvo que el consumidor incurra en dolo."
    },
    {
      "provision_ref": "art92",
      "chapter": "CAPÍTULO XI - Del Incumplimiento",
      "section": "92",
      "title": "Compensación e indemnización",
      "content": "Artículo 92.- Los consumidores tendrán derecho, a su elección, a la reposición del producto o a la devolución de la cantidad pagada, contra la entrega del producto adquirido, y en todo caso, a una bonificación, en los siguientes casos: I. Cuando el contenido neto de un producto o la cantidad entregada sea menor a la indicada en el envase o cuando el producto no sea de la calidad indicada."
    },
    {
      "provision_ref": "art97",
      "chapter": "CAPÍTULO XII - De la Procuraduría Federal del Consumidor",
      "section": "97",
      "title": "Funciones de PROFECO",
      "content": "Artículo 97.- Cualquier persona tiene derecho a denunciar ante la Procuraduría las violaciones a las disposiciones de esta ley, la Ley Federal sobre Metrología y Normalización, las normas oficiales mexicanas y demás disposiciones aplicables."
    },
    {
      "provision_ref": "art98",
      "chapter": "CAPÍTULO XII - De la Procuraduría Federal del Consumidor",
      "section": "98",
      "title": "Recepción de quejas",
      "content": "Artículo 98.- La Procuraduría recibirá las quejas o reclamaciones de los consumidores de manera individual o grupal, las cuales podrán presentarse en forma escrita, oral, telefónica, electrónica o por cualquier otro medio idóneo."
    },
    {
      "provision_ref": "art99",
      "chapter": "CAPÍTULO XII - De la Procuraduría Federal del Consumidor",
      "section": "99",
      "title": "Conciliación",
      "content": "Artículo 99.- La Procuraduría recibirá las quejas o reclamaciones de los consumidores con base en esta ley, las cuales podrán ser presentadas ya sea por escrito, de forma oral, telefónica, electrónica o por cualquier otro medio. Una vez admitida la queja, la Procuraduría notificará al proveedor dentro de los quince días siguientes para proceder a la conciliación."
    },
    {
      "provision_ref": "art113",
      "chapter": "CAPÍTULO XIII - Del Procedimiento Arbitral",
      "section": "113",
      "title": "Arbitraje",
      "content": "Artículo 113.- La Procuraduría podrá fungir como árbitro, a solicitud de las partes, en las controversias derivadas de las relaciones de consumo. El procedimiento arbitral podrá llevarse a cabo en línea cuando las partes así lo acuerden."
    },
    {
      "provision_ref": "art123",
      "chapter": "CAPÍTULO XIV - Sanciones",
      "section": "123",
      "title": "Medidas precautorias",
      "content": "Artículo 123.- Para la substanciación de los procedimientos de verificación y de los procedimientos que se deriven por infracciones a esta Ley, se estará a lo dispuesto en el procedimiento previsto en la Ley Federal de Procedimiento Administrativo."
    },
    {
      "provision_ref": "art126",
      "chapter": "CAPÍTULO XIV - Sanciones",
      "section": "126",
      "title": "Multas",
      "content": "Artículo 126.- Las infracciones a lo dispuesto por los artículos 8, 10, 12, 44, 63, 63 Bis, 63 Ter, 63 Quintus y 65 serán sancionadas con multa de $297.17 a $953,370.17."
    },
    {
      "provision_ref": "art127",
      "chapter": "CAPÍTULO XIV - Sanciones",
      "section": "127",
      "title": "Sanciones agravadas",
      "content": "Artículo 127.- Las infracciones a lo dispuesto por los artículos 7 BIS, 13, 17, 32 y 76 BIS serán sancionadas con multa de $594.34 a $1'905,569.25."
    },
    {
      "provision_ref": "art128",
      "chapter": "CAPÍTULO XIV - Sanciones",
      "section": "128",
      "title": "Sanciones por incumplimiento grave",
      "content": "Artículo 128.- Las infracciones a lo dispuesto por los artículos 7 BIS, 13, 17, 18 BIS, 32, 33, 34, 35, 36, 37, 38, 39, 40, 41, 42, 43, 45, 47, 48, 49, 50, 52, 53, 54, 55, 57, 58, 59, 60, 61, 62, 67, 68, 69, 70, 72, 75, 77, 78, 79, 81, 82, 85, 86 QUÁTER, 87 BIS, 90, 91, 93, 95 y 113 serán sancionadas con multa de $594.34 a $2'380,709.07."
    },
    {
      "provision_ref": "art128bis",
      "chapter": "CAPÍTULO XIV - Sanciones",
      "section": "128 Bis",
      "title": "Clausura",
      "content": "Artículo 128 Bis.- En los casos particularmente graves, la Procuraduría podrá sancionar con clausura total o parcial, la cual podrá ser hasta de noventa días y con multa de $119,668.68 a $3'811,138.34."
    },
    {
      "provision_ref": "art128ter",
      "chapter": "CAPÍTULO XIV - Sanciones",
      "section": "128 Ter",
      "title": "Casos particularmente graves",
      "content": "Artículo 128 Ter.- Se considerarán casos particularmente graves: I. Aquellos en que de seguir operando el proveedor, se pudieran afectar los derechos e intereses de un grupo de consumidores; II. Cuando la infracción de que se trate pudiera poner en peligro la vida, la salud o la seguridad de un grupo de consumidores; III. Aquellas infracciones que se cometan en relación con bienes, productos o servicios que por la temporada o las circunstancias especiales del mercado afecten los derechos de un grupo de consumidores; IV. Aquellas conductas que se cometan aprovechando la escasez, la lejanía o las condiciones de dificultad de abastecimiento de bienes, productos o servicios."
    },
    {
      "provision_ref": "art133",
      "chapter": "CAPÍTULO XV - De las Acciones Colectivas",
      "section": "133",
      "title": "Legitimación para acciones colectivas",
      "content": "Artículo 133.- La Procuraduría o cualquier legitimado podrán ejercitar ante los tribunales competentes acciones colectivas en los términos del Código Federal de Procedimientos Civiles, cuando se afecten los derechos e intereses de una colectividad de consumidores."
    }
  ],
  "definitions": [
    {
      "term": "Consumidor",
      "definition": "La persona física o moral que adquiere, realiza o disfruta como destinatario final bienes, productos o servicios.",
      "source_provision": "art2"
    },
    {
      "term": "Proveedor",
      "definition": "La persona física o moral que habitual o periódicamente ofrece, distribuye, vende, arrienda o concede el uso o disfrute de bienes, productos y servicios.",
      "source_provision": "art2"
    },
    {
      "term": "Contrato de adhesión",
      "definition": "Documento elaborado unilateralmente por el proveedor, para establecer en formatos uniformes los términos y condiciones aplicables a la adquisición de un producto o la prestación de un servicio.",
      "source_provision": "art85"
    },
    {
      "term": "Publicidad engañosa",
      "definition": "Aquella que refiere características o información sobre bienes, productos o servicios que pudiendo o no ser verdaderas, inducen a error o confusión al consumidor por la forma inexacta, falsa, exagerada, parcial, artificiosa o tendenciosa en que se presenta.",
      "source_provision": "art32"
    }
  ]
}