{
  "id": "lgpdppso",
  "type": "statute",
  "title": "Ley General de Protección de Datos Personales en Posesión de Sujetos Obligados",
  "title_en": "General Law on Protection of Personal Data Held by Public Bodies",
  "short_name": "LGPDPPSO",
  "status": "in_force",
  "issued_date": "2017-01-26",
  "in_force_date": "2017-01-27",
  "url": "https://www.diputados.gob.mx/LeyesBiblio/ref/lgpdppso.htm",
  "description": "Public-sector data protection law (2017). Applies to all levels of government and autonomous bodies. Establishes data protection principles, ARCO rights for data held by public authorities, data protection impact assessments, and breach notification requirements. Complementary to the LFPDPPP for the public sector.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO I - Del Objeto de la Ley",
      "section": "1",
      "title": "Objeto de la Ley",
      "content": "Artículo 1.- La presente Ley es de orden público y de observancia general en toda la República, reglamentaria de los artículos 6o., Base A y 16, segundo párrafo, de la Constitución Política de los Estados Unidos Mexicanos, en materia de protección de datos personales en posesión de sujetos obligados. Tiene por objeto establecer las bases, principios y procedimientos para garantizar el derecho que tiene toda persona a la protección de sus datos personales, en posesión de sujetos obligados."
    },
    {
      "provision_ref": "art2",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO I - Del Objeto de la Ley",
      "section": "2",
      "title": "Finalidades",
      "content": "Artículo 2.- Son objetivos de la presente Ley: I. Distribuir competencias entre los Organismos garantes de la Federación y las Entidades Federativas, en materia de protección de datos personales en posesión de sujetos obligados; II. Establecer las bases mínimas y condiciones homogéneas que regirán el tratamiento de los datos personales y el ejercicio de los derechos de acceso, rectificación, cancelación y oposición, mediante procedimientos sencillos y expeditos; III. Regular la organización y operación del Sistema Nacional de Transparencia, Acceso a la Información Pública y Protección de Datos Personales en lo relativo a sus funciones para la protección de datos personales; IV. Garantizar la observancia de los principios de protección de datos personales; V. Proteger los datos personales en posesión de cualquier autoridad, entidad, órgano y organismo de los Poderes Ejecutivo, Legislativo y Judicial, órganos autónomos, partidos políticos, fideicomisos y fondos públicos; VI. Garantizar que toda persona pueda ejercer el derecho a la protección de sus datos personales; VII. Promover, fomentar y difundir una cultura de protección de datos personales; VIII. Establecer los mecanismos para garantizar el cumplimiento y la efectiva aplicación de las medidas de apremio; IX. Establecer las bases y procedimientos para que los sujetos obligados realicen el debido tratamiento de los datos personales."
    },
    {
      "provision_ref": "art3",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO II - Definiciones",
      "section": "3",
      "title": "Definiciones",
      "content": "Artículo 3.- Para los efectos de la presente Ley se entenderá por: I. Bases de datos: Conjunto ordenado de datos personales referentes a una persona física identificada o identificable, condicionados a criterios determinados, con independencia de la forma o modalidad de su creación, tipo de soporte, procesamiento, almacenamiento y organización; II. Bloqueo: La identificación y conservación de datos personales una vez cumplida la finalidad para la cual fueron recabados, con el único propósito de determinar posibles responsabilidades en relación con su tratamiento, hasta el plazo de prescripción legal o contractual de éstas; III. Cómputo en la nube: Modelo de provisión externa de servicios de cómputo bajo demanda, que implica el suministro de infraestructura, plataforma o software; IV. Consentimiento: Manifestación de la voluntad libre, específica e informada del titular de los datos mediante la cual se efectúa el tratamiento de los mismos; V. Datos personales: Cualquier información concerniente a una persona física identificada o identificable; VI. Datos personales sensibles: Aquellos que se refieran a la esfera más íntima de su titular, o cuya utilización indebida pueda dar origen a discriminación o conlleve un riesgo grave para éste; VII. Derechos ARCO: Los derechos de acceso, rectificación, cancelación y oposición; VIII. Evaluación de impacto en la protección de datos personales: Documento mediante el cual los sujetos obligados que pretendan poner en operación o modificar políticas públicas, programas, sistemas o plataformas informáticas, aplicaciones electrónicas o cualquier otra tecnología que implique el tratamiento intensivo o relevante de datos personales, valoran los impactos reales respecto de determinado tratamiento de datos personales; IX. Encargado: La persona física o jurídica, pública o privada, ajena a la organización del responsable, que sola o conjuntamente con otras trate datos personales a nombre y por cuenta del responsable; X. Fuentes de acceso público: Aquellas bases de datos, sistemas o archivos que por disposición de ley puedan ser consultadas públicamente; XI. Instituto: El Instituto Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales; XII. Medidas compensatorias: Mecanismos alternos para dar a conocer a los titulares el aviso de privacidad; XIII. Medidas de seguridad: Conjunto de acciones, actividades, controles o mecanismos administrativos, técnicos y físicos que permitan proteger los datos personales; XIV. Organismos garantes: Aquellos con autonomía constitucional especializados en materia de acceso a la información y protección de datos personales; XV. Plataforma Nacional: La Plataforma Nacional de Transparencia; XVI. Remisión: Toda comunicación de datos personales entre el responsable y el encargado; XVII. Responsable: Los sujetos obligados que deciden sobre el tratamiento de datos personales; XVIII. Sistema Nacional: El Sistema Nacional de Transparencia, Acceso a la Información Pública y Protección de Datos Personales; XIX. Sujetos obligados: Cualquier autoridad, entidad, órgano y organismo de los poderes Ejecutivo, Legislativo y Judicial, órganos autónomos, partidos políticos, fideicomisos y fondos públicos, de la Federación, las Entidades Federativas y los municipios; XX. Supresión: La baja archivística de los datos personales conforme a la normatividad archivística aplicable; XXI. Titular: La persona física a quien corresponden los datos personales; XXII. Transferencia: Toda comunicación de datos personales dentro o fuera del territorio mexicano, realizada a persona distinta del titular, del responsable o del encargado; XXIII. Tratamiento: Cualquier operación o conjunto de operaciones efectuadas mediante procedimientos manuales o automatizados aplicados a los datos personales."
    },
    {
      "provision_ref": "art4",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO II - Definiciones",
      "section": "4",
      "title": "Sujetos obligados",
      "content": "Artículo 4.- Serán sujetos obligados por esta Ley, en el ámbito federal, estatal y municipal, cualquier autoridad, entidad, órgano y organismo de los poderes Ejecutivo, Legislativo y Judicial, órganos autónomos, partidos políticos, fideicomisos y fondos públicos."
    },
    {
      "provision_ref": "art5",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO II - Definiciones",
      "section": "5",
      "title": "Supletoriedad",
      "content": "Artículo 5.- A falta de disposición expresa en esta Ley o en la legislación estatal en la materia, se aplicarán de manera supletoria las disposiciones del Código Federal de Procedimientos Civiles y de la Ley Federal de Procedimiento Administrativo."
    },
    {
      "provision_ref": "art6",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "6",
      "title": "Aplicación de la Ley por la Federación y entidades",
      "content": "Artículo 6.- El Estado garantizará la privacidad de los individuos y deberá velar porque terceras personas no incurran en conductas que puedan afectarla arbitrariamente. El derecho a la protección de los datos personales solamente se limitará por razones de seguridad nacional, en términos de la ley en la materia, disposiciones de orden público, seguridad y salud públicas o para proteger los derechos de terceros."
    },
    {
      "provision_ref": "art7",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "7",
      "title": "Competencia federal",
      "content": "Artículo 7.- Corresponde al Instituto, en el ámbito federal, y a los Organismos garantes, en el ámbito de las Entidades Federativas, en sus respectivas competencias, garantizar el cumplimiento del derecho a la protección de datos personales."
    },
    {
      "provision_ref": "art8",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "8",
      "title": "Interpretación de la Ley",
      "content": "Artículo 8.- La presente Ley será interpretada de conformidad con la Constitución, los tratados internacionales de los que el Estado Mexicano sea parte y las resoluciones y sentencias vinculantes que se hayan emitido en la materia. En la aplicación e interpretación de la presente Ley se deberá atender al principio pro persona, en el sentido de que se favorezca en todo tiempo a las personas la protección más amplia."
    },
    {
      "provision_ref": "art9",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "9",
      "title": "Distribución de competencias",
      "content": "Artículo 9.- Corresponde a la Federación, a las Entidades Federativas y a los municipios, en el ámbito de sus respectivas competencias, determinar las medidas en materia de protección de datos personales conforme a esta Ley y demás legislación aplicable."
    },
    {
      "provision_ref": "art10",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "10",
      "title": "Atribuciones del Instituto",
      "content": "Artículo 10.- Corresponde al Instituto, en el ámbito federal: I. Garantizar el cumplimiento del derecho a la protección de datos personales; II. Interpretar en el ámbito administrativo la presente Ley; III. Conocer y resolver los recursos de revisión que interpongan los titulares; IV. Imponer medidas de apremio y sanciones; V. Promover y difundir la cultura de la protección de datos personales; VI. Elaborar los criterios, recomendaciones y lineamientos; VII. Emitir las disposiciones necesarias para regular las evaluaciones de impacto; VIII. Celebrar convenios de coordinación y colaboración; IX. Las demás que le confieran esta Ley y demás ordenamientos aplicables."
    },
    {
      "provision_ref": "art11",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "11",
      "title": "Atribuciones de los Organismos garantes",
      "content": "Artículo 11.- Corresponde a los Organismos garantes de las Entidades Federativas, en el ámbito de sus respectivas competencias, las mismas atribuciones señaladas para el Instituto en el artículo anterior, en lo que resulte aplicable."
    },
    {
      "provision_ref": "art12",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "12",
      "title": "Sistema Nacional de Transparencia",
      "content": "Artículo 12.- El Sistema Nacional de Transparencia, Acceso a la Información y Protección de Datos Personales coordinará las acciones necesarias para fortalecer las prácticas de protección de datos personales en posesión de sujetos obligados."
    },
    {
      "provision_ref": "art13",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "13",
      "title": "Funciones del Sistema Nacional en materia de datos personales",
      "content": "Artículo 13.- El Sistema Nacional tendrá las siguientes funciones en materia de protección de datos personales: I. Establecer lineamientos, instrumentos, objetivos, indicadores, metas, estrategias, códigos de buenas prácticas, modelos y políticas integrales, sistemáticas, continuas y evaluables en materia de protección de datos personales; II. Coadyuvar en la elaboración, fomento y difusión de los criterios para la sistematización y conservación de archivos que contengan datos personales; III. Promover la coordinación efectiva de las políticas de protección de datos personales entre los distintos niveles de gobierno; IV. Las demás que se deriven de la presente Ley y otras disposiciones aplicables."
    },
    {
      "provision_ref": "art14",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "14",
      "title": "Plataforma Nacional de Transparencia",
      "content": "Artículo 14.- El Instituto y los Organismos garantes a través de la Plataforma Nacional de Transparencia, facilitarán a los titulares el ejercicio del derecho a la protección de datos personales."
    },
    {
      "provision_ref": "art15",
      "chapter": "TÍTULO PRIMERO - Disposiciones Generales, CAPÍTULO III - Distribución de Competencias",
      "section": "15",
      "title": "Obligaciones de los sujetos obligados",
      "content": "Artículo 15.- Los sujetos obligados deberán mantener en su posesión los datos personales que hayan sido sometidos a tratamiento, con los niveles de protección requeridos por la presente Ley o las disposiciones que resulten aplicables."
    },
    {
      "provision_ref": "art16",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "16",
      "title": "Principios del tratamiento",
      "content": "Artículo 16.- El responsable deberá observar los principios de licitud, finalidad, lealtad, consentimiento, calidad, proporcionalidad, información y responsabilidad en el tratamiento de datos personales."
    },
    {
      "provision_ref": "art17",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "17",
      "title": "Principio de licitud",
      "content": "Artículo 17.- El tratamiento de datos personales por parte del responsable deberá sujetarse a las facultades o atribuciones que la normatividad aplicable le confiera."
    },
    {
      "provision_ref": "art18",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "18",
      "title": "Principio de finalidad",
      "content": "Artículo 18.- Todo tratamiento de datos personales que efectúe el responsable deberá estar justificado por finalidades concretas, lícitas, explícitas y legítimas, relacionadas con las atribuciones que la normatividad aplicable les confiera. El responsable no deberá tratar datos personales en exceso o en mayor medida de lo necesario para el cumplimiento de la finalidad que justifique su tratamiento."
    },
    {
      "provision_ref": "art19",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "19",
      "title": "Principio de lealtad",
      "content": "Artículo 19.- El responsable deberá tratar los datos personales privilegiando la protección de los intereses del titular y la expectativa razonable de privacidad. No deberán obtenerse datos personales a través de medios engañosos o fraudulentos."
    },
    {
      "provision_ref": "art20",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "20",
      "title": "Consentimiento del titular",
      "content": "Artículo 20.- Cuando no se actualicen alguna de las causales de excepción previstas en el artículo 22, el responsable deberá contar con el consentimiento del titular para el tratamiento de sus datos personales, el cual deberá obtenerse de forma libre, específica e informada."
    },
    {
      "provision_ref": "art21",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "21",
      "title": "Consentimiento expreso para datos sensibles",
      "content": "Artículo 21.- El responsable deberá obtener el consentimiento expreso del titular cuando: I. Lo exija una ley o norma, o II. Se trate de datos personales sensibles. Se entenderá que el titular consiente de forma tácita el tratamiento de sus datos personales cuando, habiéndose puesto a su disposición el aviso de privacidad, no manifieste su voluntad en sentido contrario."
    },
    {
      "provision_ref": "art22",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "22",
      "title": "Excepciones al consentimiento",
      "content": "Artículo 22.- El responsable podrá tratar datos personales sin el consentimiento del titular cuando: I. El tratamiento sea necesario para el cumplimiento de obligaciones previstas por disposición legal o reglamentaria; II. El tratamiento esté previsto en una ley; III. El tratamiento obedezca a un mandato judicial; IV. Los datos provengan de fuentes de acceso público; V. Los datos personales se sometan a un procedimiento previo de disociación; VI. El tratamiento sea necesario para el reconocimiento o defensa de derechos del titular ante una autoridad; VII. El tratamiento sea necesario para proteger intereses jurídicamente tutelados del titular; VIII. El tratamiento sea necesario por razones de seguridad nacional."
    },
    {
      "provision_ref": "art23",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "23",
      "title": "Principio de calidad",
      "content": "Artículo 23.- El responsable procurará que los datos personales contenidos en las bases de datos sean exactos, completos, correctos, actualizados y relevantes, en función de las finalidades para las cuales fueron recabados."
    },
    {
      "provision_ref": "art24",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "24",
      "title": "Principio de proporcionalidad",
      "content": "Artículo 24.- El responsable sólo deberá tratar los datos personales que resulten adecuados, relevantes y estrictamente necesarios para la finalidad que justifica su tratamiento."
    },
    {
      "provision_ref": "art25",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "25",
      "title": "Principio de información",
      "content": "Artículo 25.- El responsable deberá informar al titular, a través del aviso de privacidad, la existencia y características principales del tratamiento al que serán sometidos sus datos personales, a fin de que pueda tomar decisiones informadas al respecto."
    },
    {
      "provision_ref": "art26",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "26",
      "title": "Aviso de privacidad",
      "content": "Artículo 26.- El aviso de privacidad a que se refiere el artículo anterior deberá contener, al menos, la siguiente información: I. La denominación del responsable; II. La finalidad del tratamiento; III. Los datos personales sometidos a tratamiento; IV. El fundamento legal del tratamiento; V. Las transferencias de datos personales que, en su caso, se efectúen; VI. Los mecanismos y medios disponibles para que el titular pueda ejercer sus derechos ARCO; VII. El domicilio del responsable, y VIII. Los medios a través de los cuales el responsable comunicará a los titulares los cambios al aviso de privacidad."
    },
    {
      "provision_ref": "art27",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "27",
      "title": "Disponibilidad del aviso de privacidad",
      "content": "Artículo 27.- El responsable deberá poner a disposición del titular el aviso de privacidad de manera previa al tratamiento de sus datos personales, a través de los formatos y medios que al efecto se establezcan."
    },
    {
      "provision_ref": "art28",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO I - De los Principios",
      "section": "28",
      "title": "Medidas compensatorias",
      "content": "Artículo 28.- Cuando resulte imposible dar a conocer al titular el aviso de privacidad de manera directa, el responsable podrá instrumentar medidas compensatorias. Se entenderá que existen medidas compensatorias cuando el responsable lo comunique a través de su página de Internet, mediante carteles, avisos en sus oficinas o cualquier otro medio alternativo de comunicación."
    },
    {
      "provision_ref": "art29",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO II - De los Deberes",
      "section": "29",
      "title": "Deber de confidencialidad",
      "content": "Artículo 29.- El responsable tendrá la obligación de guardar confidencialidad respecto de los datos personales tratados. Este deber de confidencialidad subsistirá aun después de finalizar la relación con el titular."
    },
    {
      "provision_ref": "art30",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO II - De los Deberes",
      "section": "30",
      "title": "Deber de seguridad",
      "content": "Artículo 30.- El responsable deberá implementar las medidas de seguridad administrativas, técnicas y físicas necesarias para proteger los datos personales contra el daño, pérdida, alteración, destrucción o el uso, acceso o tratamiento no autorizado. Asimismo, deberá llevar a cabo las acciones necesarias para la supresión o el bloqueo de los datos personales, según corresponda."
    },
    {
      "provision_ref": "art31",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO II - De los Deberes",
      "section": "31",
      "title": "Medidas de seguridad",
      "content": "Artículo 31.- Con independencia del tipo de sistema en el que se encuentren los datos personales o el tipo de tratamiento que se efectúe, el responsable deberá establecer y mantener las medidas de seguridad de carácter administrativo, físico y técnico para la protección de los datos personales, que permitan protegerlos contra daño, pérdida, alteración, destrucción o su uso, acceso o tratamiento no autorizado, así como garantizar su confidencialidad, integridad y disponibilidad."
    },
    {
      "provision_ref": "art32",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO II - De los Deberes",
      "section": "32",
      "title": "Análisis de riesgo",
      "content": "Artículo 32.- Para establecer y mantener las medidas de seguridad para la protección de los datos personales, el responsable deberá realizar, al menos, las siguientes actividades interrelacionadas: I. Crear políticas internas para la gestión y tratamiento de los datos personales; II. Definir las funciones y obligaciones del personal que forme parte del tratamiento de datos personales; III. Elaborar un inventario de datos personales y de los sistemas de tratamiento; IV. Realizar un análisis de riesgo de los datos personales; V. Realizar un análisis de brecha; VI. Elaborar un plan de trabajo para la implementación de las medidas de seguridad faltantes; VII. Monitorear y revisar de manera periódica las medidas de seguridad implementadas; VIII. Diseñar y aplicar los diferentes niveles de capacitación del personal bajo su mando."
    },
    {
      "provision_ref": "art33",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO II - De los Deberes",
      "section": "33",
      "title": "Acciones de seguridad",
      "content": "Artículo 33.- Las acciones relacionadas con las medidas de seguridad para el tratamiento de los datos personales deberán estar documentadas y contenidas en un sistema de gestión."
    },
    {
      "provision_ref": "art34",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO II - De los Deberes",
      "section": "34",
      "title": "Actualización de medidas de seguridad",
      "content": "Artículo 34.- El responsable deberá actualizar las medidas de seguridad cuando ocurran las siguientes situaciones: I. Se modifiquen las medidas o procesos de seguridad para su mejora continua; II. Se produzcan modificaciones sustanciales en el tratamiento que deriven en un cambio del nivel de riesgo; III. Se vulnere la seguridad de los datos personales, o IV. Exista una afectación a los datos personales por algún tipo de desastre natural o incidente."
    },
    {
      "provision_ref": "art35",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO II - De los Deberes",
      "section": "35",
      "title": "Lineamientos de seguridad del Sistema Nacional",
      "content": "Artículo 35.- El Sistema Nacional emitirá, conforme a la normatividad aplicable, los criterios generales o lineamientos que permitan definir las medidas de seguridad adecuadas para la protección de los datos personales."
    },
    {
      "provision_ref": "art36",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO III - De las Transferencias",
      "section": "36",
      "title": "Transferencias de datos",
      "content": "Artículo 36.- Toda transferencia de datos personales, sea nacional o internacional, se encuentra sujeta al consentimiento de su titular, salvo las excepciones previstas en los artículos 22, 66 y 70 de la presente Ley."
    },
    {
      "provision_ref": "art37",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO III - De las Transferencias",
      "section": "37",
      "title": "Obligaciones del receptor en transferencias",
      "content": "Artículo 37.- El receptor de los datos personales asumirá las mismas obligaciones que correspondan al responsable que transfirió los datos personales."
    },
    {
      "provision_ref": "art38",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO III - De las Transferencias",
      "section": "38",
      "title": "Comunicaciones entre responsable y encargado",
      "content": "Artículo 38.- Las remisiones de datos personales entre el responsable y el encargado no requerirán el consentimiento del titular, siempre y cuando se lleven a cabo en los términos previstos en el contrato o convenio respectivo."
    },
    {
      "provision_ref": "art39",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO III - De las Transferencias",
      "section": "39",
      "title": "Contrato con encargado",
      "content": "Artículo 39.- El responsable que contrate o adhiera servicios que impliquen el tratamiento de datos personales por cuenta del encargado, deberá verificar que éste cuente con medidas de seguridad para la protección de los datos personales. La relación entre el responsable y el encargado deberá estar establecida en cláusulas contractuales o en cualquier instrumento jurídico."
    },
    {
      "provision_ref": "art40",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO IV - De las Vulneraciones a los Datos Personales",
      "section": "40",
      "title": "Vulneraciones de seguridad",
      "content": "Artículo 40.- Las vulneraciones de seguridad de datos personales ocurridas en cualquier fase del tratamiento serán informadas por el responsable, de forma inmediata, al titular."
    },
    {
      "provision_ref": "art41",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO IV - De las Vulneraciones a los Datos Personales",
      "section": "41",
      "title": "Notificación de vulneraciones",
      "content": "Artículo 41.- El responsable deberá informar sin dilación alguna al titular, y según corresponda, al Instituto y a los Organismos garantes de las Entidades Federativas, las vulneraciones que afecten de forma significativa los derechos patrimoniales o morales de los titulares. La notificación al titular deberá incluir, al menos: I. La naturaleza del incidente; II. Los datos personales comprometidos; III. Las recomendaciones al titular para su protección; IV. Las acciones correctivas realizadas de forma inmediata, y V. Los medios de contacto con el responsable."
    },
    {
      "provision_ref": "art42",
      "chapter": "TÍTULO SEGUNDO - Principios y Deberes, CAPÍTULO IV - De las Vulneraciones a los Datos Personales",
      "section": "42",
      "title": "Registro de vulneraciones",
      "content": "Artículo 42.- El responsable deberá llevar una bitácora de las vulneraciones a los datos personales, en la que se describa: I. La fecha en que ocurrió; II. El motivo de la vulneración; III. Las acciones correctivas implementadas de forma inmediata y definitiva; IV. Los datos personales afectados; V. El número de titulares afectados, y VI. La fecha en que se notificó a los titulares."
    },
    {
      "provision_ref": "art43",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO I - De los Derechos de Acceso, Rectificación, Cancelación y Oposición",
      "section": "43",
      "title": "Derechos del titular",
      "content": "Artículo 43.- El titular tendrá derecho al acceso, rectificación, cancelación y oposición al tratamiento de sus datos personales."
    },
    {
      "provision_ref": "art44",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO I - De los Derechos de Acceso, Rectificación, Cancelación y Oposición",
      "section": "44",
      "title": "Derecho de acceso",
      "content": "Artículo 44.- El titular tendrá derecho de acceder a sus datos personales que obren en posesión del responsable, así como conocer el Aviso de Privacidad al que está sujeto el tratamiento."
    },
    {
      "provision_ref": "art45",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO I - De los Derechos de Acceso, Rectificación, Cancelación y Oposición",
      "section": "45",
      "title": "Derecho de rectificación",
      "content": "Artículo 45.- El titular tendrá derecho a solicitar al responsable la rectificación o corrección de sus datos personales cuando éstos resulten ser inexactos, incompletos o no se encuentren actualizados."
    },
    {
      "provision_ref": "art46",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO I - De los Derechos de Acceso, Rectificación, Cancelación y Oposición",
      "section": "46",
      "title": "Derecho de cancelación",
      "content": "Artículo 46.- El titular tendrá derecho a solicitar la cancelación de sus datos personales de los archivos, registros, expedientes y sistemas del responsable, a fin de que los mismos ya no estén en su posesión y dejen de ser tratados por este último. La cancelación de datos personales procederá cuando los datos hayan dejado de ser necesarios para el cumplimiento de las finalidades previstas por el aviso de privacidad y la normatividad aplicable."
    },
    {
      "provision_ref": "art47",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO I - De los Derechos de Acceso, Rectificación, Cancelación y Oposición",
      "section": "47",
      "title": "Periodo de bloqueo",
      "content": "Artículo 47.- La cancelación de datos personales dará lugar a un periodo de bloqueo tras el cual se procederá a la supresión del dato."
    },
    {
      "provision_ref": "art48",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO I - De los Derechos de Acceso, Rectificación, Cancelación y Oposición",
      "section": "48",
      "title": "Excepciones a cancelación",
      "content": "Artículo 48.- El responsable podrá negar la cancelación de los datos personales en los siguientes supuestos: I. Se refiera a la protección de intereses jurídicamente tutelados; II. Exista una disposición legal que impida la supresión; III. Los datos sean necesarios para el cumplimiento de una obligación legal del responsable; IV. Los datos sean necesarios para la formulación, ejercicio o defensa de reclamaciones, o V. La cancelación pueda obstaculizar actuaciones judiciales o administrativas."
    },
    {
      "provision_ref": "art49",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO I - De los Derechos de Acceso, Rectificación, Cancelación y Oposición",
      "section": "49",
      "title": "Derecho de oposición",
      "content": "Artículo 49.- El titular podrá oponerse al tratamiento de sus datos personales o exigir que se cese en el mismo, cuando: I. Exista causa legítima derivada de su situación personal, o II. El tratamiento se destine a fines de mercadotecnia directa o comunicaciones comerciales."
    },
    {
      "provision_ref": "art50",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "50",
      "title": "Ejercicio de derechos ARCO",
      "content": "Artículo 50.- El titular podrá ejercer ante el responsable los derechos ARCO directamente o a través de su representante legal. Los datos personales deben ser resguardados de tal manera que permitan el ejercicio sin dilación de estos derechos."
    },
    {
      "provision_ref": "art51",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "51",
      "title": "Unidad de transparencia",
      "content": "Artículo 51.- Para efectos del ejercicio de los derechos ARCO, la Unidad de Transparencia del responsable será la instancia competente para recibir y dar trámite a las solicitudes."
    },
    {
      "provision_ref": "art52",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "52",
      "title": "Contenido de la solicitud ARCO",
      "content": "Artículo 52.- La solicitud ARCO deberá contener lo siguiente: I. El nombre del titular y su domicilio o cualquier otro medio para comunicarle la respuesta; II. Los documentos que acrediten la identidad del titular y, en su caso, la personalidad e identidad de su representante; III. La descripción clara y precisa de los datos personales respecto de los que se busca ejercer alguno de los derechos ARCO, salvo que se trate del derecho de acceso; IV. Cualquier otro elemento o documento que facilite la localización de los datos personales, en su caso, y V. Tratándose de solicitudes de rectificación, adicionalmente, las modificaciones a realizarse y la documentación que sustente su petición."
    },
    {
      "provision_ref": "art53",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "53",
      "title": "Plazo de respuesta",
      "content": "Artículo 53.- El responsable deberá dar respuesta a la solicitud del titular, en un plazo que no podrá exceder de veinte días hábiles contados a partir del día siguiente a la recepción de la solicitud. Dicho plazo podrá ser ampliado por una sola vez hasta por diez días cuando así lo justifiquen las circunstancias."
    },
    {
      "provision_ref": "art54",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "54",
      "title": "Gratuidad del ejercicio ARCO",
      "content": "Artículo 54.- El ejercicio de los derechos ARCO será gratuito. El titular sólo deberá cubrir los costos de reproducción, certificación o envío conforme a la normatividad que resulte aplicable."
    },
    {
      "provision_ref": "art55",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "55",
      "title": "Respuesta a solicitud ARCO",
      "content": "Artículo 55.- La respuesta del responsable deberá estar debidamente fundada y motivada, y podrá ser en alguno de los siguientes sentidos: I. La procedencia de la solicitud y las acciones realizadas; II. La improcedencia de la solicitud, en cuyo caso deberán exponerse los motivos, o III. La inexistencia de los datos personales."
    },
    {
      "provision_ref": "art56",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "56",
      "title": "Efectividad del derecho",
      "content": "Artículo 56.- Cuando la solicitud de acceso, rectificación, cancelación u oposición resulte procedente, el responsable deberá hacer efectivo el derecho correspondiente en un plazo que no podrá exceder de quince días hábiles."
    },
    {
      "provision_ref": "art57",
      "chapter": "TÍTULO TERCERO - Derechos de los Titulares y su Ejercicio, CAPÍTULO II - Del Ejercicio de los Derechos ARCO",
      "section": "57",
      "title": "Portabilidad de datos",
      "content": "Artículo 57.- En caso de que los datos personales del titular obren en bases de datos electrónicas, el titular podrá obtener una copia de los mismos en un formato electrónico de uso común que permita su uso posterior."
    },
    {
      "provision_ref": "art58",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO I - De las Mejores Prácticas",
      "section": "58",
      "title": "Mejores prácticas",
      "content": "Artículo 58.- El Instituto y los Organismos garantes promoverán que los responsables adopten esquemas de mejores prácticas con la finalidad de elevar el nivel de protección de los datos personales, facilitar el ejercicio de los derechos ARCO y complementar las disposiciones previstas en la presente Ley."
    },
    {
      "provision_ref": "art59",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO I - De las Mejores Prácticas",
      "section": "59",
      "title": "Contenido de esquemas de mejores prácticas",
      "content": "Artículo 59.- Los esquemas de mejores prácticas podrán incluir: I. Sistemas de administración de los datos personales tratados; II. Revisiones o auditorías de seguridad; III. Capacitación al personal; IV. Métodos que garanticen la publicación de los avisos de privacidad; V. Procedimientos expeditos para la atención de los derechos ARCO; VI. Mecanismos internos de control y corrección."
    },
    {
      "provision_ref": "art60",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO I - De las Mejores Prácticas",
      "section": "60",
      "title": "Reconocimiento de esquemas",
      "content": "Artículo 60.- El Instituto y los Organismos garantes podrán reconocer y difundir aquellos esquemas que, habiéndose sujetado a un procedimiento de certificación acreditado, ofrezcan condiciones adecuadas para la protección de los datos personales."
    },
    {
      "provision_ref": "art61",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO II - De las Acciones Preventivas",
      "section": "61",
      "title": "Acciones preventivas",
      "content": "Artículo 61.- El Instituto y los Organismos garantes de las Entidades Federativas realizarán acciones preventivas orientadas a mejorar las condiciones de seguridad en el tratamiento de datos personales."
    },
    {
      "provision_ref": "art62",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO II - De las Acciones Preventivas",
      "section": "62",
      "title": "Promoción de cultura de protección de datos",
      "content": "Artículo 62.- El Instituto y los Organismos garantes, en el ámbito de sus respectivas competencias, deberán promover y difundir la cultura de la protección de datos personales entre los sujetos obligados y la sociedad en general."
    },
    {
      "provision_ref": "art63",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO II - De las Acciones Preventivas",
      "section": "63",
      "title": "Capacitación",
      "content": "Artículo 63.- El Instituto y los Organismos garantes promoverán la capacitación de los servidores públicos de los sujetos obligados en materia de protección de datos personales."
    },
    {
      "provision_ref": "art64",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO II - De las Acciones Preventivas",
      "section": "64",
      "title": "Registro de bases de datos",
      "content": "Artículo 64.- El Instituto y los Organismos garantes podrán llevar un registro de los sistemas de datos personales en posesión de los sujetos obligados."
    },
    {
      "provision_ref": "art65",
      "chapter": "TÍTULO CUARTO - Acciones Preventivas en Materia de Protección de Datos Personales, CAPÍTULO II - De las Acciones Preventivas",
      "section": "65",
      "title": "Reportes al Congreso",
      "content": "Artículo 65.- El Instituto y los Organismos garantes incluirán en sus informes anuales un reporte sobre las actividades realizadas en materia de protección de datos personales."
    },
    {
      "provision_ref": "art66",
      "chapter": "TÍTULO QUINTO - Evaluación de Impacto en la Protección de Datos Personales, CAPÍTULO ÚNICO",
      "section": "66",
      "title": "Tratamiento intensivo de datos personales",
      "content": "Artículo 66.- El Sistema Nacional emitirá los lineamientos necesarios para determinar los niveles de riesgo e impacto en materia de tratamiento de datos personales."
    },
    {
      "provision_ref": "art67",
      "chapter": "TÍTULO QUINTO - Evaluación de Impacto en la Protección de Datos Personales, CAPÍTULO ÚNICO",
      "section": "67",
      "title": "Supuestos de evaluación de impacto",
      "content": "Artículo 67.- Los sujetos obligados deberán realizar una evaluación de impacto en la protección de datos personales cuando pretendan implementar nuevos sistemas de tratamiento, o bien, cuando realicen modificaciones sustanciales a los existentes, que impliquen un tratamiento intensivo o relevante de datos personales."
    },
    {
      "provision_ref": "art68",
      "chapter": "TÍTULO QUINTO - Evaluación de Impacto en la Protección de Datos Personales, CAPÍTULO ÚNICO",
      "section": "68",
      "title": "Evaluación de impacto",
      "content": "Artículo 68.- El responsable deberá realizar una Evaluación de impacto en la protección de datos personales, cuando pretenda poner en operación o modificar políticas públicas, programas, sistemas o plataformas informáticas, aplicaciones electrónicas o cualquier otra tecnología que implique el tratamiento intensivo o relevante de datos personales. La evaluación de impacto contendrá como mínimo: I. La descripción detallada de los datos personales que se pretende tratar; II. La finalidad del tratamiento; III. Las categorías de datos personales de que se trate; IV. Las medidas de seguridad; V. Las transferencias que se pretendan realizar; VI. El análisis de riesgo; VII. Las medidas adoptadas para mitigar los riesgos identificados."
    },
    {
      "provision_ref": "art69",
      "chapter": "TÍTULO QUINTO - Evaluación de Impacto en la Protección de Datos Personales, CAPÍTULO ÚNICO",
      "section": "69",
      "title": "Presentación de la evaluación de impacto",
      "content": "Artículo 69.- La evaluación de impacto deberá presentarse ante el Instituto o, en su caso, ante los Organismos garantes competentes, cuando el tratamiento se refiera a datos personales sensibles o implique un alto riesgo para los titulares."
    },
    {
      "provision_ref": "art70",
      "chapter": "TÍTULO QUINTO - Evaluación de Impacto en la Protección de Datos Personales, CAPÍTULO ÚNICO",
      "section": "70",
      "title": "Opinión del Instituto sobre evaluación",
      "content": "Artículo 70.- El Instituto o los Organismos garantes competentes podrán emitir recomendaciones al responsable como resultado de la revisión de la evaluación de impacto en la protección de datos personales."
    },
    {
      "provision_ref": "art71",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO I - Disposiciones Generales",
      "section": "71",
      "title": "Recurso de revisión - derecho de impugnación",
      "content": "Artículo 71.- Los titulares que consideren que la respuesta del responsable es insatisfactoria o que no fue atendida su solicitud, podrán interponer el recurso de revisión ante el Instituto o ante los Organismos garantes de las Entidades Federativas."
    },
    {
      "provision_ref": "art72",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO I - Disposiciones Generales",
      "section": "72",
      "title": "Plazo para interponer recurso",
      "content": "Artículo 72.- El recurso de revisión deberá ser interpuesto por el titular, o su representante legal, dentro de los quince días hábiles siguientes a la fecha de la notificación de la respuesta del responsable."
    },
    {
      "provision_ref": "art73",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO I - Disposiciones Generales",
      "section": "73",
      "title": "Contenido del recurso",
      "content": "Artículo 73.- El recurso de revisión deberá contener: I. El nombre del recurrente y del tercero interesado si lo hubiere, así como domicilio o medio para recibir notificaciones; II. El sujeto obligado responsable; III. Los hechos que dieron motivo al recurso; IV. La respuesta del responsable o la falta de ésta; V. Los puntos petitorios; VI. La copia de la solicitud ARCO respectiva, y VII. Los demás elementos que el recurrente considere procedentes."
    },
    {
      "provision_ref": "art74",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO II - Del Procedimiento",
      "section": "74",
      "title": "Admisión del recurso",
      "content": "Artículo 74.- Una vez recibido el recurso de revisión, el Instituto o el Organismo garante competente verificará que el mismo cumpla con los requisitos establecidos en el artículo anterior. De no ser así, prevendrá al recurrente, por una sola vez, para que lo subsane en un plazo de cinco días."
    },
    {
      "provision_ref": "art75",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO II - Del Procedimiento",
      "section": "75",
      "title": "Informe del responsable",
      "content": "Artículo 75.- Admitido el recurso de revisión, se dará traslado al responsable para que, en un plazo no mayor a diez días hábiles, rinda un informe en el que se justifique la respuesta o la falta de ella."
    },
    {
      "provision_ref": "art76",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO II - Del Procedimiento",
      "section": "76",
      "title": "Resolución del recurso",
      "content": "Artículo 76.- El Instituto o el Organismo garante competente resolverá el recurso de revisión en un plazo que no excederá de treinta días hábiles, contados a partir de la admisión del recurso."
    },
    {
      "provision_ref": "art77",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO II - Del Procedimiento",
      "section": "77",
      "title": "Sentido de la resolución del recurso",
      "content": "Artículo 77.- Las resoluciones del recurso de revisión podrán: I. Desechar o sobreseer el recurso; II. Confirmar la respuesta del responsable; III. Revocar o modificar la respuesta del responsable; IV. Ordenar al responsable que permita al titular el ejercicio de los derechos ARCO. Las resoluciones establecerán, en su caso, los plazos y términos para su cumplimiento y los procedimientos para asegurar su ejecución."
    },
    {
      "provision_ref": "art78",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO II - Del Procedimiento",
      "section": "78",
      "title": "Resoluciones firmes",
      "content": "Artículo 78.- Las resoluciones del Instituto o de los Organismos garantes de las Entidades Federativas serán vinculantes, definitivas e inatacables para los responsables."
    },
    {
      "provision_ref": "art79",
      "chapter": "TÍTULO SEXTO - Del Recurso de Revisión, CAPÍTULO II - Del Procedimiento",
      "section": "79",
      "title": "Recurso ante el Poder Judicial",
      "content": "Artículo 79.- Los titulares podrán impugnar las resoluciones del Instituto o de los Organismos garantes ante el Poder Judicial de la Federación."
    },
    {
      "provision_ref": "art80",
      "chapter": "TÍTULO SÉPTIMO - De la Verificación, CAPÍTULO ÚNICO",
      "section": "80",
      "title": "Procedimiento de verificación",
      "content": "Artículo 80.- El Instituto y los Organismos garantes tendrán la facultad de verificar el cumplimiento de esta Ley y de las disposiciones que de ella deriven, pudiendo requerir información y documentación a los sujetos obligados."
    },
    {
      "provision_ref": "art81",
      "chapter": "TÍTULO SÉPTIMO - De la Verificación, CAPÍTULO ÚNICO",
      "section": "81",
      "title": "Inicio de verificación",
      "content": "Artículo 81.- La verificación podrá iniciarse de oficio o a petición de parte. El Instituto o los Organismos garantes podrán realizar visitas de verificación a los sujetos obligados para verificar el cumplimiento de las disposiciones de esta Ley."
    },
    {
      "provision_ref": "art82",
      "chapter": "TÍTULO SÉPTIMO - De la Verificación, CAPÍTULO ÚNICO",
      "section": "82",
      "title": "Resultado de la verificación",
      "content": "Artículo 82.- El resultado de la verificación podrá derivar en: I. Medidas correctivas para el sujeto obligado; II. Inicio del procedimiento de imposición de sanciones, o III. El archivo de las actuaciones."
    },
    {
      "provision_ref": "art83",
      "chapter": "TÍTULO OCTAVO - De las Medidas de Apremio y Sanciones, CAPÍTULO I - De las Medidas de Apremio",
      "section": "83",
      "title": "Medidas de apremio",
      "content": "Artículo 83.- El Instituto y los Organismos garantes podrán imponer al sujeto obligado las siguientes medidas de apremio para asegurar el cumplimiento de sus determinaciones: I. Amonestación pública, o II. Multa de ciento cincuenta hasta mil quinientas veces el valor diario de la Unidad de Medida y Actualización."
    },
    {
      "provision_ref": "art84",
      "chapter": "TÍTULO OCTAVO - De las Medidas de Apremio y Sanciones, CAPÍTULO I - De las Medidas de Apremio",
      "section": "84",
      "title": "Determinación de medida de apremio",
      "content": "Artículo 84.- Las medidas de apremio se aplicarán sin perjuicio de las sanciones que correspondan conforme a esta Ley."
    },
    {
      "provision_ref": "art85",
      "chapter": "TÍTULO OCTAVO - De las Medidas de Apremio y Sanciones, CAPÍTULO II - De las Sanciones",
      "section": "85",
      "title": "Responsabilidad administrativa",
      "content": "Artículo 85.- Las sanciones que se señalan en el presente Capítulo se aplicarán sin perjuicio de las responsabilidades penales que resulten de la comisión de los delitos previstos por la legislación correspondiente."
    },
    {
      "provision_ref": "art86",
      "chapter": "TÍTULO OCTAVO - De las Medidas de Apremio y Sanciones, CAPÍTULO II - De las Sanciones",
      "section": "86",
      "title": "Causas de sanción",
      "content": "Artículo 86.- Serán causas de sanción por incumplimiento de las obligaciones establecidas en la materia de la presente Ley, las siguientes: I. Actuar con negligencia, dolo o mala fe durante la sustanciación de los procedimientos; II. Incumplir las resoluciones firmes; III. Declarar dolosamente la inexistencia de datos personales; IV. No cumplir con la obligación de confidencialidad; V. Dar tratamiento a los datos personales en contravención a los principios; VI. Obstruir los actos de verificación; VII. No cumplir con las medidas de seguridad; VIII. Tratar datos personales en contravención a esta Ley."
    },
    {
      "provision_ref": "art87",
      "chapter": "TÍTULO OCTAVO - De las Medidas de Apremio y Sanciones, CAPÍTULO II - De las Sanciones",
      "section": "87",
      "title": "Denuncia ante órganos internos de control",
      "content": "Artículo 87.- El Instituto o los Organismos garantes podrán denunciar ante los órganos internos de control o las instancias competentes las presuntas infracciones a la presente Ley."
    },
    {
      "provision_ref": "art88",
      "chapter": "TÍTULO OCTAVO - De las Medidas de Apremio y Sanciones, CAPÍTULO II - De las Sanciones",
      "section": "88",
      "title": "Sanciones a servidores públicos",
      "content": "Artículo 88.- Las conductas de los servidores públicos que contravengan las disposiciones de esta Ley serán sancionadas en términos de la legislación de responsabilidades administrativas que resulte aplicable."
    },
    {
      "provision_ref": "art89",
      "chapter": "TÍTULO NOVENO - Disposiciones Transitorias",
      "section": "89",
      "title": "Disposiciones transitorias - entrada en vigor",
      "content": "Artículo 89.- El presente Decreto entrará en vigor al día siguiente de su publicación en el Diario Oficial de la Federación."
    },
    {
      "provision_ref": "art90",
      "chapter": "TÍTULO NOVENO - Disposiciones Transitorias",
      "section": "90",
      "title": "Plazos de adecuación",
      "content": "Artículo 90.- Los sujetos obligados deberán adecuar sus procedimientos, sistemas y bases de datos a las disposiciones de esta Ley, en un plazo no mayor a un año contado a partir de su entrada en vigor."
    }
  ],
  "definitions": [
    {
      "term": "Bases de datos",
      "definition": "Conjunto ordenado de datos personales referentes a una persona física identificada o identificable, condicionados a criterios determinados.",
      "source_provision": "art3"
    },
    {
      "term": "Bloqueo",
      "definition": "La identificación y conservación de datos personales una vez cumplida la finalidad para la cual fueron recabados, con el único propósito de determinar posibles responsabilidades en relación con su tratamiento.",
      "source_provision": "art3"
    },
    {
      "term": "Cómputo en la nube",
      "definition": "Modelo de provisión externa de servicios de cómputo bajo demanda, que implica el suministro de infraestructura, plataforma o software.",
      "source_provision": "art3"
    },
    {
      "term": "Consentimiento",
      "definition": "Manifestación de la voluntad libre, específica e informada del titular de los datos mediante la cual se efectúa el tratamiento de los mismos.",
      "source_provision": "art3"
    },
    {
      "term": "Datos personales",
      "definition": "Cualquier información concerniente a una persona física identificada o identificable.",
      "source_provision": "art3"
    },
    {
      "term": "Datos personales sensibles",
      "definition": "Aquellos que se refieran a la esfera más íntima de su titular, o cuya utilización indebida pueda dar origen a discriminación o conlleve un riesgo grave para éste.",
      "source_provision": "art3"
    },
    {
      "term": "Derechos ARCO",
      "definition": "Los derechos de acceso, rectificación, cancelación y oposición al tratamiento de datos personales.",
      "source_provision": "art3"
    },
    {
      "term": "Evaluación de impacto en la protección de datos personales",
      "definition": "Documento mediante el cual los sujetos obligados valoran los impactos reales respecto de determinado tratamiento de datos personales en políticas públicas, programas, sistemas o plataformas informáticas.",
      "source_provision": "art3"
    },
    {
      "term": "Encargado",
      "definition": "La persona física o jurídica, pública o privada, ajena a la organización del responsable, que sola o conjuntamente con otras trate datos personales a nombre y por cuenta del responsable.",
      "source_provision": "art3"
    },
    {
      "term": "Medidas de seguridad",
      "definition": "Conjunto de acciones, actividades, controles o mecanismos administrativos, técnicos y físicos que permitan proteger los datos personales.",
      "source_provision": "art3"
    },
    {
      "term": "Responsable",
      "definition": "Los sujetos obligados que deciden sobre el tratamiento de datos personales.",
      "source_provision": "art3"
    },
    {
      "term": "Sujetos obligados",
      "definition": "Cualquier autoridad, entidad, órgano y organismo de los poderes Ejecutivo, Legislativo y Judicial, órganos autónomos, partidos políticos, fideicomisos y fondos públicos.",
      "source_provision": "art3"
    },
    {
      "term": "Transferencia",
      "definition": "Toda comunicación de datos personales dentro o fuera del territorio mexicano, realizada a persona distinta del titular, del responsable o del encargado.",
      "source_provision": "art3"
    },
    {
      "term": "Tratamiento",
      "definition": "Cualquier operación o conjunto de operaciones efectuadas mediante procedimientos manuales o automatizados aplicados a los datos personales.",
      "source_provision": "art3"
    }
  ]
}