{
  "id": "lritf",
  "type": "statute",
  "title": "Ley para Regular las Instituciones de Tecnología Financiera",
  "title_en": "Law to Regulate Financial Technology Institutions (Fintech Law)",
  "short_name": "Ley Fintech",
  "status": "in_force",
  "issued_date": "2018-03-09",
  "in_force_date": "2018-03-10",
  "url": "https://www.diputados.gob.mx/LeyesBiblio/ref/lritf.htm",
  "description": "Fintech regulatory framework (2018). One of the most comprehensive in Latin America. Covers crowdfunding (ITF), e-money institutions (IFPE), virtual assets (crypto), open banking APIs, regulatory sandboxes, AML/CFT requirements, cybersecurity obligations, data protection for fintech users, and consumer protection.",
  "provisions": [
    {
      "provision_ref": "art1",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "1",
      "title": "Objeto de la Ley",
      "content": "Artículo 1.- La presente Ley es de orden público y observancia general en los Estados Unidos Mexicanos y tiene por objeto regular los servicios financieros que prestan las instituciones de tecnología financiera, así como su organización, operación y funcionamiento, y los servicios financieros sujetos a alguna normatividad especial que sean ofrecidos o realizados por medios innovadores. En lo no previsto por la presente Ley, se aplicará supletoriamente la legislación mercantil, la Ley de la Comisión Nacional Bancaria y de Valores, y el Código Civil Federal."
    },
    {
      "provision_ref": "art2",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "2",
      "title": "Principios",
      "content": "Artículo 2.- Las actividades reguladas en la presente Ley se organizarán con apego a los siguientes principios: I. Inclusión e innovación financiera; II. Promoción de la competencia; III. Protección al consumidor; IV. Preservación de la estabilidad financiera; V. Prevención de operaciones con recursos de procedencia ilícita y financiamiento al terrorismo, y VI. Neutralidad tecnológica."
    },
    {
      "provision_ref": "art3",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "3",
      "title": "Autoridades financieras",
      "content": "Artículo 3.- Para efectos de esta Ley, se entenderán como autoridades financieras a la Secretaría de Hacienda y Crédito Público, la Comisión Nacional Bancaria y de Valores, el Banco de México y la Comisión Nacional para la Protección y Defensa de los Usuarios de Servicios Financieros."
    },
    {
      "provision_ref": "art4",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "4",
      "title": "Definiciones",
      "content": "Artículo 4.- Para los efectos de la presente Ley, se entenderá por: I. Activos virtuales: la representación de valor registrada electrónicamente y utilizada entre el público como medio de pago para todo tipo de actos jurídicos y cuya transferencia únicamente puede llevarse a cabo a través de medios electrónicos; II. CNBV: la Comisión Nacional Bancaria y de Valores; III. CONDUSEF: la Comisión Nacional para la Protección y Defensa de los Usuarios de Servicios Financieros; IV. ITF: institución de tecnología financiera; V. IFPE: institución de fondos de pago electrónico; VI. Operaciones con activos virtuales: las operaciones de compra, venta, almacenamiento, transferencia y custodia de activos virtuales que realicen las ITF; VII. Comité Interinstitucional: el Comité Interinstitucional integrado por las autoridades financieras; VIII. Interfaces de programación de aplicaciones informáticas estandarizadas (APIs): medios de comunicación informática estandarizados para la conectividad y acceso entre participantes del sistema financiero."
    },
    {
      "provision_ref": "art5",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "5",
      "title": "Comité Interinstitucional",
      "content": "Artículo 5.- El Comité Interinstitucional estará integrado por seis miembros, tres designados por la Secretaría de Hacienda y tres por la CNBV. Será presidido por el Subsecretario de Hacienda y Crédito Público."
    },
    {
      "provision_ref": "art6",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "6",
      "title": "Funciones del Comité Interinstitucional",
      "content": "Artículo 6.- El Comité Interinstitucional tendrá las siguientes funciones: I. Opinar sobre las solicitudes de autorización para la organización y operación de ITF; II. Resolver sobre los modelos novedosos a que se refiere el Título V de esta Ley; III. Evaluar el desempeño de las autorizaciones temporales; IV. Emitir recomendaciones sobre regulación en materia de tecnología financiera."
    },
    {
      "provision_ref": "art7",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "7",
      "title": "Registro de ITF",
      "content": "Artículo 7.- La CNBV llevará un registro de las instituciones de tecnología financiera autorizadas, el cual será público."
    },
    {
      "provision_ref": "art8",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "8",
      "title": "Prohibición de captar recursos del público",
      "content": "Artículo 8.- Las instituciones de tecnología financiera no podrán captar recursos del público de manera directa ni emitir valores. Los fondos de los clientes deberán mantenerse separados de los del propio ITF."
    },
    {
      "provision_ref": "art9",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "9",
      "title": "Protección de recursos de clientes",
      "content": "Artículo 9.- Los recursos que reciban las instituciones de tecnología financiera de sus clientes deberán mantenerse en cuentas que se encuentren en instituciones de crédito o entidades financieras autorizadas, separadas del patrimonio de la ITF."
    },
    {
      "provision_ref": "art10",
      "chapter": "TÍTULO I - Disposiciones Preliminares",
      "section": "10",
      "title": "Información a los clientes",
      "content": "Artículo 10.- Las instituciones de tecnología financiera deberán informar a sus clientes de manera clara, oportuna y accesible sobre los riesgos de los productos y servicios financieros que ofrecen, incluyendo que dichos productos no se encuentran garantizados por el Gobierno Federal."
    },
    {
      "provision_ref": "art11",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO I - Disposiciones Comunes",
      "section": "11",
      "title": "Tipos de ITF",
      "content": "Artículo 11.- Para organizarse y operar como institución de tecnología financiera se requiere autorización de la CNBV, previo acuerdo del Comité Interinstitucional. Las instituciones de tecnología financiera se clasifican en: I. Instituciones de financiamiento colectivo, e II. Instituciones de fondos de pago electrónico."
    },
    {
      "provision_ref": "art12",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO I - Disposiciones Comunes",
      "section": "12",
      "title": "Requisitos de autorización",
      "content": "Artículo 12.- Para obtener la autorización a que se refiere el artículo anterior, las personas interesadas deberán cumplir, al menos, con los siguientes requisitos: I. Ser una sociedad anónima constituida conforme a la legislación mexicana; II. Contar con el capital mínimo requerido; III. Presentar su plan de negocios; IV. Contar con la infraestructura tecnológica, controles internos y políticas de seguridad de la información adecuados; V. Contar con manuales de operación y control de riesgos; VI. Cumplir con los demás requisitos que establezca la CNBV."
    },
    {
      "provision_ref": "art13",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO I - Disposiciones Comunes",
      "section": "13",
      "title": "Infraestructura tecnológica",
      "content": "Artículo 13.- Las instituciones de tecnología financiera deberán contar con infraestructura tecnológica que garantice la continuidad de sus operaciones y la seguridad de la información de sus clientes. Las ITF deberán implementar controles de seguridad de la información, ciberseguridad y continuidad de negocio."
    },
    {
      "provision_ref": "art14",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO I - Disposiciones Comunes",
      "section": "14",
      "title": "Gobierno corporativo",
      "content": "Artículo 14.- Las instituciones de tecnología financiera deberán contar con una estructura de gobierno corporativo que incluya: I. Un consejo de administración; II. Un director general; III. Un oficial de cumplimiento; IV. Un responsable de seguridad de la información; V. Los comités y controles internos que determine la CNBV."
    },
    {
      "provision_ref": "art15",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO II - De las Instituciones de Financiamiento Colectivo",
      "section": "15",
      "title": "Financiamiento colectivo (crowdfunding)",
      "content": "Artículo 15.- Las instituciones de financiamiento colectivo tendrán por objeto poner en contacto a personas del público en general, con el fin de que entre ellas se otorguen financiamientos. Las actividades que realicen podrán ser: I. Financiamiento colectivo de deuda, con el cual los inversionistas otorgan préstamos; II. Financiamiento colectivo de capital, con el cual los inversionistas adquieren títulos representativos de capital de personas morales; III. Financiamiento colectivo de copropiedad o regalías, con el cual los inversionistas adquieren una participación en un bien presente o futuro o en los ingresos que éste genere."
    },
    {
      "provision_ref": "art16",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO II - De las Instituciones de Financiamiento Colectivo",
      "section": "16",
      "title": "Obligaciones de las instituciones de financiamiento colectivo",
      "content": "Artículo 16.- Las instituciones de financiamiento colectivo deberán: I. Revelar a los inversionistas los riesgos asociados a cada proyecto; II. Implementar mecanismos de evaluación de los solicitantes; III. Publicar información financiera de los proyectos; IV. Cumplir con las disposiciones de carácter general que emita la CNBV en materia de revelación de información y protección al inversionista."
    },
    {
      "provision_ref": "art17",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO II - De las Instituciones de Financiamiento Colectivo",
      "section": "17",
      "title": "Límites de inversión",
      "content": "Artículo 17.- Las instituciones de financiamiento colectivo deberán establecer límites a las inversiones que realicen los inversionistas no sofisticados, conforme a las disposiciones que emita la CNBV."
    },
    {
      "provision_ref": "art18",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO II - De las Instituciones de Financiamiento Colectivo",
      "section": "18",
      "title": "Prohibiciones de las instituciones de financiamiento colectivo",
      "content": "Artículo 18.- Las instituciones de financiamiento colectivo no podrán: I. Garantizar rendimientos o retornos de inversión; II. Administrar, gestionar o intermediar recursos de los clientes; III. Recibir en propiedad los recursos destinados a los proyectos; IV. Realizar operaciones en su propio beneficio con la información de los proyectos; V. Ofrecer asesoría de inversión."
    },
    {
      "provision_ref": "art19",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO II - De las Instituciones de Financiamiento Colectivo",
      "section": "19",
      "title": "Información a solicitantes e inversionistas",
      "content": "Artículo 19.- Las instituciones de financiamiento colectivo proporcionarán a los solicitantes e inversionistas información clara, veraz y oportuna sobre las condiciones de los financiamientos y los riesgos involucrados."
    },
    {
      "provision_ref": "art20",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO II - De las Instituciones de Financiamiento Colectivo",
      "section": "20",
      "title": "Divulgación de información de proyectos",
      "content": "Artículo 20.- Las instituciones de financiamiento colectivo deberán publicar en su página de Internet información relevante sobre los proyectos, incluyendo: I. Descripción del proyecto; II. Monto solicitado y plazo de financiamiento; III. Perfil de riesgo; IV. Comisiones y costos aplicables."
    },
    {
      "provision_ref": "art21",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO II - De las Instituciones de Financiamiento Colectivo",
      "section": "21",
      "title": "Mecanismos de resolución de controversias",
      "content": "Artículo 21.- Las instituciones de financiamiento colectivo deberán contar con mecanismos para la resolución de controversias entre solicitantes e inversionistas."
    },
    {
      "provision_ref": "art22",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO III - De las Instituciones de Fondos de Pago Electrónico",
      "section": "22",
      "title": "Fondos de pago electrónico",
      "content": "Artículo 22.- Las instituciones de fondos de pago electrónico tendrán por objeto prestar de manera habitual y profesional servicios consistentes en la emisión, administración y redención de fondos de pago electrónico, a través de aplicaciones informáticas, interfaces, páginas de internet o cualquier otro medio de comunicación electrónica o digital."
    },
    {
      "provision_ref": "art23",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO III - De las Instituciones de Fondos de Pago Electrónico",
      "section": "23",
      "title": "Operaciones permitidas de IFPE",
      "content": "Artículo 23.- Las instituciones de fondos de pago electrónico podrán realizar las siguientes operaciones: I. Emitir, comercializar y administrar fondos de pago electrónico; II. Redimir los fondos de pago electrónico a solicitud de sus clientes; III. Realizar transferencias de fondos de pago electrónico; IV. Las demás análogas o conexas que autorice la CNBV."
    },
    {
      "provision_ref": "art24",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO III - De las Instituciones de Fondos de Pago Electrónico",
      "section": "24",
      "title": "Respaldo de fondos de pago electrónico",
      "content": "Artículo 24.- Las instituciones de fondos de pago electrónico deberán mantener en todo momento activos líquidos, depositados en instituciones de crédito, por un monto equivalente al saldo total de los fondos de pago electrónico que hayan emitido."
    },
    {
      "provision_ref": "art25",
      "chapter": "TÍTULO II - De las Instituciones de Tecnología Financiera, CAPÍTULO III - De las Instituciones de Fondos de Pago Electrónico",
      "section": "25",
      "title": "Protección de recursos de clientes IFPE",
      "content": "Artículo 25.- Los recursos que reciban las instituciones de fondos de pago electrónico de sus clientes no formarán parte de su patrimonio y no podrán ser objeto de embargo o cualquier tipo de gravamen."
    },
    {
      "provision_ref": "art30",
      "chapter": "TÍTULO III - De los Activos Virtuales",
      "section": "30",
      "title": "Operaciones con activos virtuales",
      "content": "Artículo 30.- Las instituciones de tecnología financiera y las instituciones de crédito que pretendan realizar operaciones con activos virtuales deberán contar con la autorización del Banco de México. El Banco de México determinará los activos virtuales con los que podrán operar las instituciones de crédito y las instituciones de tecnología financiera."
    },
    {
      "provision_ref": "art31",
      "chapter": "TÍTULO III - De los Activos Virtuales",
      "section": "31",
      "title": "Determinación de activos virtuales autorizados",
      "content": "Artículo 31.- El Banco de México determinará, mediante disposiciones de carácter general, los activos virtuales que podrán ser utilizados en las operaciones a que se refiere este Título, tomando en consideración, entre otros aspectos, el uso que el público haga de ellos."
    },
    {
      "provision_ref": "art32",
      "chapter": "TÍTULO III - De los Activos Virtuales",
      "section": "32",
      "title": "Información sobre activos virtuales",
      "content": "Artículo 32.- Las instituciones que operen con activos virtuales deberán informar a sus clientes sobre los riesgos inherentes a este tipo de operaciones, incluyendo la volatilidad del valor de los activos virtuales."
    },
    {
      "provision_ref": "art33",
      "chapter": "TÍTULO III - De los Activos Virtuales",
      "section": "33",
      "title": "Custodia de activos virtuales",
      "content": "Artículo 33.- Las instituciones de tecnología financiera que custodien activos virtuales deberán implementar medidas de seguridad para proteger los activos virtuales de sus clientes contra pérdida, robo o acceso no autorizado."
    },
    {
      "provision_ref": "art34",
      "chapter": "TÍTULO III - De los Activos Virtuales",
      "section": "34",
      "title": "Prohibición de activos virtuales como moneda de curso legal",
      "content": "Artículo 34.- Los activos virtuales a que se refiere este Título no son moneda de curso legal y no están respaldados por el Gobierno Federal ni por el Banco de México. Las instituciones deberán informar a sus clientes de esta circunstancia."
    },
    {
      "provision_ref": "art56",
      "chapter": "TÍTULO IV - De las Interfaces de Programación de Aplicaciones Informáticas Estandarizadas (Open Banking)",
      "section": "56",
      "title": "Open Banking - APIs estandarizadas",
      "content": "Artículo 56.- Las entidades financieras, así como aquellas personas que operen con algún tipo de novedoso modelo que ofrezca servicios financieros al público, por determinación de las autoridades financieras deberán establecer interfaces de programación de aplicaciones informáticas estandarizadas que posibiliten la conectividad y acceso a otros participantes e infraestructuras del sistema financiero."
    },
    {
      "provision_ref": "art57",
      "chapter": "TÍTULO IV - De las Interfaces de Programación de Aplicaciones Informáticas Estandarizadas (Open Banking)",
      "section": "57",
      "title": "Principios de Open Banking",
      "content": "Artículo 57.- El intercambio de datos a través de las interfaces de programación de aplicaciones informáticas estandarizadas deberá realizarse bajo los principios de acceso, seguridad, transparencia, protección de datos personales y no discriminación."
    },
    {
      "provision_ref": "art58",
      "chapter": "TÍTULO IV - De las Interfaces de Programación de Aplicaciones Informáticas Estandarizadas (Open Banking)",
      "section": "58",
      "title": "Tipos de datos en Open Banking",
      "content": "Artículo 58.- Los datos que se intercambien a través de las interfaces de programación de aplicaciones informáticas estandarizadas serán de los siguientes tipos: I. Datos abiertos financieros: aquellos referentes a los productos y servicios que ofrecen las entidades financieras; II. Datos agregados: aquellos obtenidos a partir de la información financiera o transaccional de sus clientes, de manera que no permita su identificación individual, y III. Datos transaccionales: aquellos referentes a la información financiera o transaccional de un cliente, que permita conocer su comportamiento de gasto, consumo, ahorro e inversión."
    },
    {
      "provision_ref": "art59",
      "chapter": "TÍTULO IV - De las Interfaces de Programación de Aplicaciones Informáticas Estandarizadas (Open Banking)",
      "section": "59",
      "title": "Consentimiento para datos transaccionales",
      "content": "Artículo 59.- Para el intercambio de datos transaccionales, las entidades financieras deberán contar con el consentimiento expreso del cliente titular de la información."
    },
    {
      "provision_ref": "art60",
      "chapter": "TÍTULO IV - De las Interfaces de Programación de Aplicaciones Informáticas Estandarizadas (Open Banking)",
      "section": "60",
      "title": "Seguridad de las APIs",
      "content": "Artículo 60.- Las entidades financieras deberán implementar mecanismos de autenticación, autorización y cifrado que garanticen la seguridad e integridad de los datos intercambiados a través de las interfaces de programación."
    },
    {
      "provision_ref": "art61",
      "chapter": "TÍTULO IV - De las Interfaces de Programación de Aplicaciones Informáticas Estandarizadas (Open Banking)",
      "section": "61",
      "title": "Responsabilidad en el intercambio de datos",
      "content": "Artículo 61.- Las entidades financieras que participen en el intercambio de datos a través de APIs serán responsables de la seguridad y protección de los datos que transmitan y reciban."
    },
    {
      "provision_ref": "art76",
      "chapter": "TÍTULO V - De las Autorizaciones Temporales (Sandbox Regulatorio)",
      "section": "76",
      "title": "Sandbox regulatorio",
      "content": "Artículo 76.- Las autoridades financieras otorgarán autorizaciones temporales a las sociedades que pretendan ofrecer al público servicios financieros con modelos novedosos que, por su naturaleza, no se encuentren contemplados en la legislación financiera vigente. Las autorizaciones temporales tendrán como objeto crear un espacio controlado, acotado y temporal, donde las sociedades autorizadas puedan probar modelos novedosos sin estar sujetas a la totalidad de los requisitos regulatorios aplicables."
    },
    {
      "provision_ref": "art77",
      "chapter": "TÍTULO V - De las Autorizaciones Temporales (Sandbox Regulatorio)",
      "section": "77",
      "title": "Requisitos para autorizaciones temporales",
      "content": "Artículo 77.- Las sociedades que soliciten una autorización temporal deberán presentar: I. Descripción del modelo novedoso; II. Análisis de riesgos; III. Plan de protección al consumidor; IV. Medidas de seguridad de la información y ciberseguridad; V. Plan de contingencia y salida."
    },
    {
      "provision_ref": "art78",
      "chapter": "TÍTULO V - De las Autorizaciones Temporales (Sandbox Regulatorio)",
      "section": "78",
      "title": "Vigencia de la autorización temporal",
      "content": "Artículo 78.- Las autorizaciones temporales tendrán una vigencia de hasta dos años, prorrogables por un periodo igual, a criterio del Comité Interinstitucional."
    },
    {
      "provision_ref": "art79",
      "chapter": "TÍTULO V - De las Autorizaciones Temporales (Sandbox Regulatorio)",
      "section": "79",
      "title": "Supervisión del sandbox",
      "content": "Artículo 79.- Las autoridades financieras podrán supervisar en todo momento las actividades de las sociedades que cuenten con autorizaciones temporales y requerirles la información que consideren necesaria."
    },
    {
      "provision_ref": "art80",
      "chapter": "TÍTULO V - De las Autorizaciones Temporales (Sandbox Regulatorio)",
      "section": "80",
      "title": "Terminación de la autorización temporal",
      "content": "Artículo 80.- Las autorizaciones temporales se extinguirán: I. Por el vencimiento de su plazo; II. Por renuncia de la sociedad autorizada; III. Por revocación de las autoridades financieras, cuando la sociedad incumpla las condiciones de la autorización."
    },
    {
      "provision_ref": "art89",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "89",
      "title": "Obligaciones AML/CFT generales",
      "content": "Artículo 89.- Las instituciones de tecnología financiera deberán cumplir con las disposiciones en materia de prevención de operaciones con recursos de procedencia ilícita y financiamiento al terrorismo que emitan las autoridades competentes."
    },
    {
      "provision_ref": "art90",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "90",
      "title": "Política de prevención de lavado de dinero",
      "content": "Artículo 90.- Las instituciones de tecnología financiera deberán establecer políticas internas de prevención de operaciones con recursos de procedencia ilícita y financiamiento al terrorismo, las cuales deberán ser aprobadas por su consejo de administración."
    },
    {
      "provision_ref": "art91",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "91",
      "title": "Oficial de cumplimiento",
      "content": "Artículo 91.- Las instituciones de tecnología financiera deberán designar un oficial de cumplimiento, responsable de velar por el cumplimiento de las disposiciones en materia de prevención de lavado de dinero."
    },
    {
      "provision_ref": "art92",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "92",
      "title": "Prevención de lavado de dinero",
      "content": "Artículo 92.- Las instituciones de tecnología financiera deberán establecer medidas y procedimientos para prevenir y detectar actos, omisiones u operaciones que pudieran favorecer, prestar ayuda, auxilio o cooperación de cualquier especie para la comisión de los delitos previstos en los artículos 139, 148 Bis o 400 Bis del Código Penal Federal."
    },
    {
      "provision_ref": "art93",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "93",
      "title": "Reportes de operaciones relevantes e inusuales",
      "content": "Artículo 93.- Las instituciones de tecnología financiera deberán presentar a la autoridad competente reportes sobre: I. Operaciones relevantes: aquellas que superen los umbrales establecidos por las disposiciones aplicables; II. Operaciones inusuales: aquellas que no concuerden con los antecedentes del cliente; III. Operaciones internas preocupantes: aquellas que involucren a directivos o empleados de la ITF."
    },
    {
      "provision_ref": "art94",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "94",
      "title": "Conservación de registros",
      "content": "Artículo 94.- Las instituciones de tecnología financiera deberán conservar los registros de las operaciones realizadas por sus clientes por un periodo mínimo de diez años."
    },
    {
      "provision_ref": "art95",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "95",
      "title": "Identificación del cliente (KYC)",
      "content": "Artículo 95.- Las instituciones de tecnología financiera deberán identificar y conocer a sus clientes, para lo cual estarán obligadas a solicitar la información y documentación necesaria para su identificación. Los procedimientos de identificación podrán realizarse mediante medios electrónicos, incluyendo identificación biométrica y verificación digital."
    },
    {
      "provision_ref": "art96",
      "chapter": "TÍTULO VI - De la Prevención de Operaciones con Recursos de Procedencia Ilícita y Financiamiento al Terrorismo",
      "section": "96",
      "title": "Monitoreo de transacciones",
      "content": "Artículo 96.- Las instituciones de tecnología financiera deberán implementar sistemas de monitoreo automatizado de transacciones que permitan detectar operaciones inusuales o sospechosas."
    },
    {
      "provision_ref": "art100",
      "chapter": "TÍTULO VII - De la Protección al Usuario",
      "section": "100",
      "title": "Protección al usuario de servicios fintech",
      "content": "Artículo 100.- Las instituciones de tecnología financiera deberán implementar mecanismos de protección al usuario, incluyendo: I. Contratos claros y transparentes; II. Divulgación de riesgos; III. Mecanismos de atención de quejas y reclamaciones; IV. Protección de datos personales de los usuarios."
    },
    {
      "provision_ref": "art101",
      "chapter": "TÍTULO VII - De la Protección al Usuario",
      "section": "101",
      "title": "Transparencia en comisiones y tarifas",
      "content": "Artículo 101.- Las instituciones de tecnología financiera deberán publicar de manera clara y accesible las comisiones y tarifas aplicables a sus servicios."
    },
    {
      "provision_ref": "art102",
      "chapter": "TÍTULO VII - De la Protección al Usuario",
      "section": "102",
      "title": "Protección de datos personales de usuarios fintech",
      "content": "Artículo 102.- Las instituciones de tecnología financiera deberán cumplir con la Ley Federal de Protección de Datos Personales en Posesión de los Particulares en el tratamiento de los datos personales de sus usuarios. Deberán implementar las medidas de seguridad necesarias para garantizar la protección de dicha información."
    },
    {
      "provision_ref": "art110",
      "chapter": "TÍTULO VIII - De la Supervisión",
      "section": "110",
      "title": "Supervisión por la CNBV",
      "content": "Artículo 110.- La CNBV tendrá las facultades de supervisión y vigilancia sobre las instituciones de tecnología financiera conforme a las disposiciones de esta Ley."
    },
    {
      "provision_ref": "art111",
      "chapter": "TÍTULO VIII - De la Supervisión",
      "section": "111",
      "title": "Auditorías de seguridad",
      "content": "Artículo 111.- La CNBV podrá realizar auditorías de seguridad de la información y ciberseguridad a las instituciones de tecnología financiera, así como requerir la realización de pruebas de penetración y análisis de vulnerabilidades."
    },
    {
      "provision_ref": "art115",
      "chapter": "TÍTULO IX - De las Sanciones",
      "section": "115",
      "title": "Sanciones administrativas",
      "content": "Artículo 115.- La CNBV podrá imponer a las instituciones de tecnología financiera sanciones consistentes en multas de 200 a 100,000 Unidades de Medida y Actualización, por el incumplimiento de las disposiciones de esta Ley y de las reglas que de ella deriven."
    },
    {
      "provision_ref": "art116",
      "chapter": "TÍTULO IX - De las Sanciones",
      "section": "116",
      "title": "Revocación de autorización",
      "content": "Artículo 116.- La CNBV podrá revocar la autorización otorgada a las instituciones de tecnología financiera cuando: I. Se determine que la ITF obtuvo la autorización con información falsa; II. Deje de cumplir con los requisitos mínimos de operación; III. Ponga en peligro los intereses de sus clientes; IV. Incurra de manera grave o reiterada en violaciones a esta Ley o a las disposiciones que de ella deriven."
    },
    {
      "provision_ref": "art120",
      "chapter": "TÍTULO IX - De las Sanciones",
      "section": "120",
      "title": "Delitos financieros en materia fintech",
      "content": "Artículo 120.- Se impondrá pena de prisión de cinco a quince años a quien, sin contar con la autorización correspondiente, capte recursos del público, opere una institución de tecnología financiera o realice operaciones reservadas a las ITF autorizadas."
    },
    {
      "provision_ref": "art130",
      "chapter": "TÍTULO X - De las Notificaciones y Recursos",
      "section": "130",
      "title": "Recurso de revisión",
      "content": "Artículo 130.- Las instituciones de tecnología financiera y las personas afectadas por las resoluciones de la CNBV o del Comité Interinstitucional podrán interponer recurso de revisión conforme a la legislación aplicable."
    },
    {
      "provision_ref": "art135",
      "chapter": "TÍTULO XI - Disposiciones Generales",
      "section": "135",
      "title": "Ciberseguridad - obligación general",
      "content": "Artículo 135.- Las instituciones de tecnología financiera deberán contar con medidas de ciberseguridad que garanticen la confidencialidad, integridad y disponibilidad de la información y los sistemas que soportan sus operaciones. Deberán notificar a la CNBV de forma inmediata cualquier incidente de ciberseguridad que pueda afectar la continuidad de sus operaciones o la seguridad de la información de sus clientes."
    },
    {
      "provision_ref": "art136",
      "chapter": "TÍTULO XI - Disposiciones Generales",
      "section": "136",
      "title": "Plan de contingencia y continuidad",
      "content": "Artículo 136.- Las instituciones de tecnología financiera deberán contar con un plan de continuidad de negocio y de recuperación ante desastres que garantice la disponibilidad de sus servicios y la protección de la información de sus clientes."
    },
    {
      "provision_ref": "art140",
      "chapter": "TÍTULO XI - Disposiciones Generales",
      "section": "140",
      "title": "Cooperación internacional",
      "content": "Artículo 140.- Las autoridades financieras podrán celebrar acuerdos de cooperación con autoridades financieras extranjeras para el intercambio de información y la supervisión de las instituciones de tecnología financiera que operen de manera transfronteriza."
    },
    {
      "provision_ref": "art145",
      "chapter": "TRANSITORIOS",
      "section": "145",
      "title": "Entrada en vigor y plazos de adecuación",
      "content": "Artículo 145 (Transitorio).- El presente Decreto entrará en vigor al día siguiente de su publicación en el Diario Oficial de la Federación. Las personas que a la fecha de entrada en vigor de este Decreto se encuentren prestando servicios que puedan ubicarse en las actividades que regula la presente Ley, contarán con un plazo de doce meses para solicitar la autorización correspondiente o cesar sus actividades."
    }
  ],
  "definitions": [
    {
      "term": "Activos virtuales",
      "definition": "La representación de valor registrada electrónicamente y utilizada entre el público como medio de pago para todo tipo de actos jurídicos y cuya transferencia únicamente puede llevarse a cabo a través de medios electrónicos.",
      "source_provision": "art4"
    },
    {
      "term": "ITF",
      "definition": "Institución de tecnología financiera, autorizada por la CNBV para operar como institución de financiamiento colectivo o institución de fondos de pago electrónico.",
      "source_provision": "art4"
    },
    {
      "term": "IFPE",
      "definition": "Institución de fondos de pago electrónico, que presta servicios de emisión, administración y redención de fondos de pago electrónico.",
      "source_provision": "art4"
    },
    {
      "term": "Sandbox regulatorio",
      "definition": "Espacio controlado, acotado y temporal donde las sociedades autorizadas pueden probar modelos novedosos de servicios financieros sin estar sujetas a la totalidad de los requisitos regulatorios.",
      "source_provision": "art76"
    },
    {
      "term": "Open Banking",
      "definition": "Interfaces de programación de aplicaciones informáticas estandarizadas que posibilitan la conectividad y acceso entre participantes del sistema financiero para el intercambio de datos abiertos, agregados y transaccionales.",
      "source_provision": "art56"
    },
    {
      "term": "KYC (Conoce a tu Cliente)",
      "definition": "Proceso de identificación y conocimiento del cliente que incluye la solicitud de información y documentación necesaria para su identificación, pudiendo realizarse por medios electrónicos.",
      "source_provision": "art95"
    }
  ]
}